[
  {
    "english": {
      "name": "Arenaria biflora",
      "description": ""
    },
    "german": {
      "name": "Zweiblütiges Sandkraut",
      "description": "Das Zweiblütige Sandkraut, auch Zweiblüten-Sandkraut, ist eine Pflanzenart aus der Gattung Sandkräuter (Arenaria) in der Familie der Nelkengewächse (Caryophyllaceae). Sie kommt in den europäischen Gebirgen vor."
    },
    "french": {
      "name": "Sabline à deux fleurs",
      "description": "La Sabline à deux fleurs est une espèce de plantes vivaces de la famille des Caryophyllacées."
    },
    "latin": "Arenaria biflora",
    "family": "Caryophyllaceae",
    "genus": "Arenaria"
  },
  {
    "english": {
      "name": "Arenaria ciliata",
      "description": "Arenaria ciliata, the fringed sandwort, is a perennial herb of the family Caryophyllaceae. A. ciliata is a calcicole occurring in open grassland and on bare rock in mountainous areas."
    },
    "german": {
      "name": "Wimper-Sandkraut",
      "description": "Das Wimper-Sandkraut ist eine Pflanzenart aus der Gattung Sandkräuter (Arenaria) innerhalb der Familie Nelkengewächse (Caryophyllaceae). Es ist eine kalkstete Pflanze die hauptsächlich im offenen Grasland und auf Felsen in Bergregionen vorkommt."
    },
    "french": {
      "name": "Arenaria ciliata",
      "description": "Arenaria ciliata, la Sabline ciliée, est une espèce de plantes herbacées de la famille des Caryophyllacées."
    },
    "latin": "Arenaria ciliata",
    "family": "Caryophyllaceae",
    "genus": "Arenaria"
  },
  {
    "english": {
      "name": "Arenaria grandiflora",
      "description": "Arenaria grandiflora is a species of plant in the family Caryophyllaceae. It is found in central and southern Europe, and north-western Africa."
    },
    "german": {
      "name": "Arenaria grandiflora",
      "description": ""
    },
    "french": {
      "name": "Arenaria grandiflora",
      "description": "La Sabline à grandes fleurs, est une plante herbacée vivace de la famille des caryophyllacées que l'on trouve essentiellement dans des régions montagneuses."
    },
    "latin": "Arenaria grandiflora",
    "family": "Caryophyllaceae",
    "genus": "Arenaria"
  },
  {
    "english": {
      "name": "Astragalus frigidus",
      "description": ""
    },
    "german": {
      "name": "Gletscher-Tragant",
      "description": "Der Gletscher-Tragant ist eine Pflanzenart der Gattung Tragant (Astragalus) in der Familie der Hülsenfrüchtler (Fabaceae). Die Pflanze wird auch als Gletscherlinse bezeichnet."
    },
    "french": {
      "name": "Astragalus frigidus",
      "description": ""
    },
    "latin": "Astragalus frigidus",
    "family": "Fabaceae",
    "genus": "Astragalus"
  },
  {
    "english": {
      "name": "Astragalus penduliflorus",
      "description": ""
    },
    "german": {
      "name": "Hänge-Tragant",
      "description": "Der Hänge-Tragant, auch Hängeblütiger Tragant oder Alpenblasenschote oder Blasen-Tragant genannt, ist eine Pflanzenart aus der Gattung Tragant (Astragalus) innerhalb der Familie der Hülsenfrüchtler (Fabaceae)."
    },
    "french": {
      "name": "Astragalus penduliflorus",
      "description": "Astragalus penduliflorus, encore connu sous les noms Astragalus membranaceus[réf. nécessaire], Astragalus propinquus[réf. nécessaire] ou encore Phaca alpina, est une espèce de plantes à fleurs de la famille des fabacées. C'est une plante herbacée utilisée en herboristerie."
    },
    "latin": "Astragalus penduliflorus",
    "family": "Fabaceae",
    "genus": "Astragalus"
  },
  {
    "english": {
      "name": "Draba incana",
      "description": "Draba incana L. — Drave blanchâtre. —, is a species of flowering plant belonging to the family Brassicaceae."
    },
    "german": {
      "name": "Graues Felsenblümchen",
      "description": "Das Graue Felsenblümchen ist eine Pflanzenart aus der Gattung der Felsenblümchen (Draba) in der Familie der Kreuzblütengewächse (Brassicaceae)."
    },
    "french": {
      "name": "Draba incana",
      "description": "Draba incana est une espèce vivace de plantes à fleurs du genre Draba appartenant à la famille des Brassicaceae."
    },
    "latin": "Draba incana",
    "family": "Brassicaceae",
    "genus": "Draba"
  },
  {
    "english": {
      "name": "Helleborus niger",
      "description": "Helleborus niger, commonly called Christmas rose or black hellebore, is an evergreen perennial flowering plant in the buttercup family, Ranunculaceae. It is one of about 20 species from the genus Helleborus."
    },
    "german": {
      "name": "Schneerose",
      "description": "Die Schneerose, genannt meist Christrose oder Schwarze Nieswurz, ist eine Pflanzenart aus der Gattung Nieswurz (Helleborus) in der Familie der Hahnenfußgewächse (Ranunculaceae). Sie ist vor allem durch ihre frühe Blütezeit und die Verwendung ihrer Sorten mit auffallend großen, weißen Blüten als Gartenzierpflanze bekannt."
    },
    "french": {
      "name": "Helleborus niger",
      "description": "L’hellébore noir, ellébore noir ou rose de Noël (Helleborus niger L., 1753), est une espèce de plante acaulescente de la famille des Ranunculaceae. Elle est vivace, rhizomateuse, à longue floraison hivernale, d'où son nom de rose de Noël."
    },
    "latin": "Helleborus niger",
    "family": "Ranunculaceae",
    "genus": "Helleborus"
  },
  {
    "english": {
      "name": "Oxytropis halleri",
      "description": ""
    },
    "german": {
      "name": "Oxytropis halleri",
      "description": ""
    },
    "french": {
      "name": "Oxytropis halleri",
      "description": "Oxytropis halleri, l'Oxytrope de Haller, est une espèce de plantes à fleurs de la famille des Fabaceae et de la sous-famille des Faboideae. C'est une plante herbacée trouvée dans les Alpes et les Pyrénées."
    },
    "latin": "Oxytropis halleri",
    "family": "Fabaceae",
    "genus": "Oxytropis"
  },
  {
    "english": {
      "name": "Papaver alpinum",
      "description": "Papaver alpinum, synonym Oreomecon alpina, the Alpine poppy or dwarf poppy, is a poppy found in the Alps. The circumscription of the species varies considerably."
    },
    "german": {
      "name": "Alpen-Mohn",
      "description": "Der Alpen-Mohn ist eine Pflanzenart aus der Gattung Mohn (Papaver) innerhalb der Familie der Mohngewächse (Papaveraceae). Diese Art umfasst mehrere Unterarten, von denen vier in Österreich vorkommen."
    },
    "french": {
      "name": "Pavot des Alpes",
      "description": "Le pavot des Alpes est une espèce de plantes à fleurs de la famille des Papavéracées. C'est une plante herbacée alpine d'Europe."
    },
    "latin": "Papaver alpinum",
    "family": "Papaveraceae",
    "genus": "Papaver"
  },
  {
    "english": {
      "name": "Ranunculus pygmaeus",
      "description": "Ranunculus pygmaeus, the pygmy buttercup or dwarf buttercup, is a species of buttercup found throughout the Arctic, as well as in the mountains of Norway and the Rocky Mountains. A few populations also exist in the Eastern Alps and Tatra Mountains."
    },
    "german": {
      "name": "Zwerg-Hahnenfuß",
      "description": "Der Zwerg-Hahnenfuß ist eine Pflanzenart aus der Gattung Hahnenfuß (Ranunculus) in der Familie der Hahnenfußgewächse (Ranunculaceae)."
    },
    "french": {
      "name": "Ranunculus pygmaeus",
      "description": "La renoncule naine est une espèce de plante de la famille des renonculacées."
    },
    "latin": "Ranunculus pygmaeus",
    "family": "Ranunculaceae",
    "genus": "Ranunculus"
  },
  {
    "english": {
      "name": "Ranunculus thora",
      "description": ""
    },
    "german": {
      "name": "Schildblättriger Hahnenfuß",
      "description": "Der Schildblättrige Hahnenfuß, auch Gift-Hahnenfuß genannt, ist eine Pflanzenart aus der Gattung Hahnenfuß (Ranunculus) innerhalb der Familie der Hahnenfußgewächse (Ranunculaceae) gehört. Er ist in Europa verbreitet."
    },
    "french": {
      "name": "Renoncule thora",
      "description": "La Renoncule thora ou vénéneuse, Ranunculus thora, est une espèce de plantes à fleurs du genre Ranunculus et de la famille des Ranunculaceae."
    },
    "latin": "Ranunculus thora",
    "family": "Ranunculaceae",
    "genus": "Ranunculus"
  },
  {
    "english": {
      "name": "Thalictrum alpinum",
      "description": "Thalictrum alpinum is a species of flowering plant in the buttercup family known by the common names alpine meadow-rue and arctic meadow-rue. It is native to Arctic and alpine regions of North America and Eurasia, including Alaska, northern Canada, and Greenland, and it occurs in cold, wet, boggy habitats in high mountains further south."
    },
    "german": {
      "name": "Alpen-Wiesenraute",
      "description": "Die Alpen-Wiesenraute ist eine Pflanzenart aus der Gattung der Wiesenrauten (Thalictrum) innerhalb der Familie der Hahnenfußgewächse (Ranunculaceae)."
    },
    "french": {
      "name": "Pigamon des Alpes",
      "description": "Le Pigamon des Alpes est une espèce de plantes à fleurs du genre Thalictrum et de la famille des Renonculacées. Elle a une distribution circumboréale, préférant les milieux humides alpins et de toundra."
    },
    "latin": "Thalictrum alpinum",
    "family": "Ranunculaceae",
    "genus": "Thalictrum"
  },
  {
    "english": {
      "name": "Trifolium agrarium",
      "description": "Trifolium aureum, known by the various common names large hop trefoil, large trefoil, large hop clover, golden clover or hop clover, is a species of flowering plant native to much of Eurasia."
    },
    "german": {
      "name": "Trifolium agrarium",
      "description": ""
    },
    "french": {
      "name": "Trifolium agrarium",
      "description": ""
    },
    "latin": "Trifolium agrarium",
    "family": "Fabaceae",
    "genus": "Trifolium"
  },
  {
    "english": {
      "name": "Achillea nana",
      "description": ""
    },
    "german": {
      "name": "Zwerg-Schafgarbe",
      "description": "Die Zwerg-Schafgarbe ist eine Pflanzenart aus der Gattung der Schafgarben (Achillea) in der Familie der Korbblütler (Asteraceae). Sie kommt vor allem in den Westalpen vor."
    },
    "french": {
      "name": "Achillée naine",
      "description": "L'Achillée naine, encore appelée Faux Génépi, Génépi bâtard, est une espèce de plante herbacée vivace de la famille des Astéracées."
    },
    "latin": "Achillea nana",
    "family": "Asteraceae",
    "genus": "Achillea"
  },
  {
    "english": {
      "name": "Dryas octopetala",
      "description": "Dryas octopetala, the mountain avens, eightpetal mountain-avens, white dryas or white dryad, is an Arctic–alpine flowering plant in the family Rosaceae. It is a small prostrate evergreen subshrub forming large colonies."
    },
    "german": {
      "name": "Weiße Silberwurz",
      "description": "Die Weiße Silberwurz gehört zur Gattung Dryas in der Familie der Rosengewächse (Rosaceae). Die Silberwurz ist eine arkto-alpine Art der Nordhalbkugel, die zirkumpolar verbreitet ist."
    },
    "french": {
      "name": "Dryade à huit pétales",
      "description": "La dryade à huit pétales est une espèce de plantes à fleurs dicotylédones de la famille des Rosaceae. Vivace, à racine pivotante, hermaphrodite, c'est un sous-arbrisseau nain et rampant se propageant facilement sur les substrats caillouteux de montagne ou plaine."
    },
    "latin": "Dryas octopetala",
    "family": "Rosaceae",
    "genus": "Dryas"
  },
  {
    "english": {
      "name": "Geum reptans",
      "description": "Geum reptans, the creeping avens, is a species of flowering plant in the genus Geum of the family Rosaceae native to some mountains of Central and Southeastern Europe. A long-lived perennial that reproduces both sexually and clonally, it has high phenotypic variation, but these variable traits do not appear to be adaptations to local conditions."
    },
    "german": {
      "name": "Kriech-Nelkenwurz",
      "description": "Die Kriech-Nelkenwurz, auch Kriechende Nelkenwurz, Gletscher-Nelkenwurz oder Gletscher-Petersbart genannt, ist eine Pflanzenart aus der Gattung der Nelkenwurzen (Geum) und der Familie der Rosengewächse (Rosaceae)."
    },
    "french": {
      "name": "Geum reptans",
      "description": "Geum reptans, la benoîte rampante ou benoite rampante, est une espèce de plantes à fleurs de la famille des Rosaceae, originaire des Alpes, des Carpates et des Balkans."
    },
    "latin": "Geum reptans",
    "family": "Rosaceae",
    "genus": "Geum"
  },
  {
    "english": {
      "name": "Potentilla nitida",
      "description": "Potentilla nitida, the pink cinquefoil, is a species of cinquefoil in the family Rosaceae that is endemic to the Alps where it grows on elevation of 3,200 metres (10,500 ft). The species is 5 centimetres (2.0 in) tall and 15–30 centimetres (5.9–11.8 in) wide."
    },
    "german": {
      "name": "Dolomiten-Fingerkraut",
      "description": "Das Dolomiten-Fingerkraut, auch Glanz-Fingerkraut oder Triglav-Rose genannt, ist eine Pflanzenart aus der Gattung der Fingerkräuter (Potentilla) in der Familie der Rosengewächse (Rosaceae)."
    },
    "french": {
      "name": "Potentilla nitida",
      "description": "La Potentille luisante, ou Potentilla nitida, est une espèce de plantes à fleurs du genre Potentilla et de la famille des rosacées."
    },
    "latin": "Potentilla nitida",
    "family": "Rosaceae",
    "genus": "Potentilla"
  },
  {
    "english": {
      "name": "Rosa alpina",
      "description": "Rosa pendulina,, the Alpine rose or mountain rose, is a species of wild rose found in the mountains of central and southern Europe. It appears to have survived in glacial refugia in the Alps and Carpathians, and spread out from there."
    },
    "german": {
      "name": "Rosa alpina",
      "description": "Die Gebirgs-Rose, auch Alpen-Rose, Alpen-Heckenrose, Berg-Rose oder Hängefrucht-Rose genannt, ist eine Pflanzenart aus der Gattung der Rosen (Rosa) innerhalb der Familie der Rosengewächse (Rosaceae). Sie ist in den Gebirgen Mittel-, Süd- und Südosteuropas verbreitet."
    },
    "french": {
      "name": "Rosa alpina",
      "description": "Le rosier des Alpes, également appelé « églantier à fruits pendants », « églantier des Alpes » ou « rosier sans épines », est une espèce de plantes à fleurs de la famille des Rosaceae et du genre Rosa. C'est un rosier classé dans la section des Cinnamomeae."
    },
    "latin": "Rosa alpina",
    "family": "Rosaceae",
    "genus": "Rosa"
  },
  {
    "english": {
      "name": "Scabiosa lucida",
      "description": "Scabiosa lucida, commonly known as shining scabious, is a species of flowering plants in the honeysuckle family (Caprifoliaceae)."
    },
    "german": {
      "name": "Glanz-Skabiose",
      "description": "Die Glanz-Skabiose, auch Glänzende Skabiose genannt, ist eine Pflanzenart aus der Gattung der Skabiosen (Scabiosa) in der Unterfamilie der Kardengewächse (Dipsacoideae)."
    },
    "french": {
      "name": "Scabieuse luisante",
      "description": "La Scabieuse luisante, Scabiosa lucida, est une espèce de plantes vivaces de montagnes de la famille des Caprifoliacées."
    },
    "latin": "Scabiosa lucida",
    "family": "Caprifoliaceae",
    "genus": "Scabiosa"
  },
  {
    "english": {
      "name": "Sempervivum montanum",
      "description": "Sempervivum is a genus of about 40 species of flowering plants in the family Crassulaceae, commonly known as houseleeks. Other common names include liveforever and hen and chicks, a name shared with plants of other genera as well."
    },
    "german": {
      "name": "Berg-Hauswurz",
      "description": "Die Berg-Hauswurz ist eine Pflanzenart aus der Gattung der Hauswurzen (Sempervivum) innerhalb der Familie der Dickblattgewächse (Crassulaceae)."
    },
    "french": {
      "name": "Joubarbe des montagnes",
      "description": "La Joubarbe des montagnes est une espèce de plante herbacée vivace de la famille des Crassulacées."
    },
    "latin": "Sempervivum montanum",
    "family": "Crassulaceae",
    "genus": "Sempervivum"
  },
  {
    "english": {
      "name": "Aposeris foetida",
      "description": "Aposeris is a genus of flowering plants in the family Asteraceae."
    },
    "german": {
      "name": "Hainsalat",
      "description": "Der Hainsalat oder Hainlattich, auch Stinksalat, Stinkender Hainsalat oder Stink-Lattich genannt, ist die einzige Pflanzenart der monotypischen Gattung Aposeris innerhalb der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Aposeris",
      "description": "Aposeris est un genre de plantes à fleurs appartenant à la famille des Asteraceae."
    },
    "latin": "Aposeris foetida",
    "family": "Asteraceae",
    "genus": "Aposeris"
  },
  {
    "english": {
      "name": "Arnica montana",
      "description": "Arnica montana, also known as wolf's bane, leopard's bane, mountain tobacco and mountain arnica, is a moderately toxic European flowering plant in the daisy family Asteraceae that has a large yellow flower head. The names \"wolf's bane\" and \"leopard's bane\" are also used for another plant, Aconitum, which is extremely poisonous."
    },
    "german": {
      "name": "Arnika",
      "description": "Die Echte Arnika, auch Bergwohlverleih genannt, ist eine Pflanzenart aus der Gattung Arnika innerhalb der Familie der Korbblütler (Asteraceae). Sie gedeiht in den Gebirgen Europas und steht unter Naturschutz."
    },
    "french": {
      "name": "Arnica des montagnes",
      "description": "L’Arnica des montagnes, ou Arnica montana, est une espèce de plantes herbacées vivace rhizomateuse du genre Arnica et de la famille des Asteraceae. Cette plante européenne principalement montagnarde est typique des sols acides et pauvres en éléments nutritifs."
    },
    "latin": "Arnica montana",
    "family": "Asteraceae",
    "genus": "Arnica"
  },
  {
    "english": {
      "name": "Bartsia alpina",
      "description": "Bartsia alpina is a species of perennial flowering plant, known by the common name alpine bartsia or velvetbells. It is found in the mountainous regions of Europe and also occurs in Iceland, Greenland and north-eastern Canada."
    },
    "german": {
      "name": "Alpenhelm",
      "description": "Der Alpenhelm, auch Alpen-Bartschie, Braunhelm, Alpen-Trauerblume oder Bartschie genannt, ist die einzige mitteleuropäische Pflanzenart der Gattung Bartsia aus der Familie der Sommerwurzgewächse (Orobanchaceae)."
    },
    "french": {
      "name": "Bartsia alpina",
      "description": "Bartsia alpina, la bartsie des Alpes, aussi appelée cocrète violette ou cocrète des Alpes, est une espèce de plantes à fleurs de la famille des Orobanchaceae. C'est une plante vivace herbacée peut être trouvée dans de nombreuses montagnes d’Europe et d’Amérique."
    },
    "latin": "Bartsia alpina",
    "family": "Orobanchaceae",
    "genus": "Bartsia"
  },
  {
    "english": {
      "name": "Calluna vulgaris",
      "description": "Calluna vulgaris, common heather, ling, or simply heather, is the sole species in the genus Calluna in the flowering plant family Ericaceae. It is a low-growing evergreen shrub growing to 20 to 50 centimetres tall, or rarely to 1 metre (40 in) and taller, and is found widely in Europe and Asia Minor on acidic soils in open sunny situations and in moderate shade."
    },
    "german": {
      "name": "Besenheide",
      "description": "Die Besenheide ist die einzige Art der monotypischen Pflanzengattung Calluna, die zur Familie der Heidekrautgewächse (Ericaceae) gehört. Sie ist eine prägende Pflanzenart der Heidelandschaft."
    },
    "french": {
      "name": "Calluna vulgaris",
      "description": "La Callune est une espèce de plante à fleurs de la famille des Ericaceae, seul représentant du genre Calluna. C'est un sous-arbrisseau vivace sempervirens."
    },
    "latin": "Calluna vulgaris",
    "family": "Ericaceae",
    "genus": "Calluna"
  },
  {
    "english": {
      "name": "Campanula barbata",
      "description": "Campanula barbata, common name bearded bellflower, is a perennial flowering plant in the bellflower family Campanulaceae."
    },
    "german": {
      "name": "Bärtige Glockenblume",
      "description": "Die Bärtige Glockenblume ist eine Pflanzenart aus der Gattung Glockenblumen (Campanula) in der Familie der Glockenblumengewächse (Campanulaceae)."
    },
    "french": {
      "name": "Campanule barbue",
      "description": "La Campanule barbue est une espèce de plantes à fleurs du genre Campanula et de la famille des Campanulaceae."
    },
    "latin": "Campanula barbata",
    "family": "Campanulaceae",
    "genus": "Campanula"
  },
  {
    "english": {
      "name": "Campanula cenisia",
      "description": ""
    },
    "german": {
      "name": "Mont-Cenis-Glockenblume",
      "description": "Die Mont-Cenis-Glockenblume ist eine Pflanzenart der Gattung Glockenblumen (Campanula) in der Familie der Glockenblumengewächse (Campanulaceae)."
    },
    "french": {
      "name": "Campanula cenisia",
      "description": "Campanula cenisia, la campanule du Mont Cenis, est une petite plante vivace rhizomateuse de l'ouest des Alpes. Haute de 2 à 6 cm, elle forme des plaques dans les éboulis rocheux et les rocailles, à haute altitude."
    },
    "latin": "Campanula cenisia",
    "family": "Campanulaceae",
    "genus": "Campanula"
  },
  {
    "english": {
      "name": "Campanula morettiana",
      "description": ""
    },
    "german": {
      "name": "Dolomiten-Glockenblume",
      "description": "Die Dolomiten-Glockenblume ist eine Pflanzenart der Gattung Glockenblumen (Campanula) innerhalb der Familie der Glockenblumengewächse (Campanulaceae)."
    },
    "french": {
      "name": "Campanula morettiana",
      "description": "Campanula morettiana est une espèce de plantes de la famille des Campanulacées, endémique du nord de l'Italie."
    },
    "latin": "Campanula morettiana",
    "family": "Campanulaceae",
    "genus": "Campanula"
  },
  {
    "english": {
      "name": "Campanula pulla",
      "description": "Campanula pulla, the solitary harebell, is a species of flowering plant in the family Campanulaceae, native to the northeastern Alps of Austria. A spreading, mat-forming perennial, the Royal Horticultural Society recommends it for scree gardens."
    },
    "german": {
      "name": "Dunkle Glockenblume",
      "description": "Die Dunkle Glockenblume, auch Österreichische Glockenblume genannt, ist eine Pflanzenart aus der Gattung der Glockenblumen (Campanula) innerhalb der Familie der Glockenblumengewächse (Campanulaceae). Sie kommt nur in Österreich vor."
    },
    "french": {
      "name": "Campanula pulla",
      "description": ""
    },
    "latin": "Campanula pulla",
    "family": "Campanulaceae",
    "genus": "Campanula"
  },
  {
    "english": {
      "name": "Campanula thyrsoidea",
      "description": ""
    },
    "german": {
      "name": "Campanula thyrsoidea",
      "description": ""
    },
    "french": {
      "name": "Campanula thyrsoidea",
      "description": ""
    },
    "latin": "Campanula thyrsoidea",
    "family": "Campanulaceae",
    "genus": "Campanula"
  },
  {
    "english": {
      "name": "Carduus defloratus",
      "description": ""
    },
    "german": {
      "name": "Alpen-Distel",
      "description": "Die Alpen-Distel, auch Berg-Distel genannt, ist eine Pflanzenart aus der Gattung der Ringdisteln (Carduus) in der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Carduus defloratus",
      "description": "Le Chardon à pédoncules nus ou Chardon décapité est une espèce de plantes à fleurs vivaces de la famille des Astéracées."
    },
    "latin": "Carduus defloratus",
    "family": "Asteraceae",
    "genus": "Carduus"
  },
  {
    "english": {
      "name": "Centaurea alpina",
      "description": ""
    },
    "german": {
      "name": "Centaurea alpina",
      "description": ""
    },
    "french": {
      "name": "Centaurea alpina",
      "description": ""
    },
    "latin": "Centaurea alpina",
    "family": "Asteraceae",
    "genus": "Centaurea"
  },
  {
    "english": {
      "name": "Centaurea phrygia",
      "description": "Centaurea phrygia, commonly called wig knapweed, is a species of Centaurea. It is native to Europe."
    },
    "german": {
      "name": "Centaurea phrygia",
      "description": "Die Perücken-Flockenblume ist eine Unterart der Phrygischen Flockenblume aus der Gattung der Flockenblumen (Centaurea) innerhalb der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Centaurea phrygia",
      "description": "Centaurea phrygia est une espèce de plantes à fleurs appartenant à la famille des Astéracées."
    },
    "latin": "Centaurea phrygia",
    "family": "Asteraceae",
    "genus": "Centaurea"
  },
  {
    "english": {
      "name": "Cerinthe alpina",
      "description": "Cerinthe major, called honeywort along with other members of its genus, is an annual species of flowering plant in the genus Cerinthe, native to the Mediterranean region, and introduced to New Zealand. Gardeners have a choice along a spectrum of cultivars ranging from Cerinthe major subsp. major, with sea-green bracts and yellow flowers, to Cerinthe major subsp. purpurascens with blue bracts and purple flowers."
    },
    "german": {
      "name": "Cerinthe alpina",
      "description": ""
    },
    "french": {
      "name": "Cerinthe alpina",
      "description": ""
    },
    "latin": "Cerinthe alpina",
    "family": "Boraginaceae",
    "genus": "Cerinthe"
  },
  {
    "english": {
      "name": "Cirsium spinosissimum",
      "description": "Cirsium spinosissimum, common name spiniest thistle, is a European species of thistle which grows in dry rocky areas. It is found in France, Italy, Germany, Switzerland, Austria, and the Balkans."
    },
    "german": {
      "name": "Alpen-Kratzdistel",
      "description": "Die Alpen-Kratzdistel ist eine Pflanzenart aus der Gattung der Kratzdisteln (Cirsium) in der Unterfamilie der Carduoideae innerhalb der Familie der Korbblütler (Asteraceae). Weitere Trivialnamen sind Stachel-Kratzdistel, Vielstachel-Kratzdistel oder Kratzigste Kratzdistel."
    },
    "french": {
      "name": "Cirsium spinosissimum",
      "description": "Cirsium spinosissimum, le Cirse très épineux, est une espèce de plante à fleurs appartenant au genre Cirsium et de la famille des Asteraceae (Composées)."
    },
    "latin": "Cirsium spinosissimum",
    "family": "Asteraceae",
    "genus": "Cirsium"
  },
  {
    "english": {
      "name": "Crepis alpestris",
      "description": ""
    },
    "german": {
      "name": "Crepis alpestris",
      "description": ""
    },
    "french": {
      "name": "Crepis alpestris",
      "description": ""
    },
    "latin": "Crepis alpestris",
    "family": "Asteraceae",
    "genus": "Crepis"
  },
  {
    "english": {
      "name": "Crepis jubata",
      "description": ""
    },
    "german": {
      "name": "Crepis jubata",
      "description": ""
    },
    "french": {
      "name": "Crepis jubata",
      "description": ""
    },
    "latin": "Crepis jubata",
    "family": "Asteraceae",
    "genus": "Crepis"
  },
  {
    "english": {
      "name": "Crepis bocconi",
      "description": ""
    },
    "german": {
      "name": "Crepis bocconi",
      "description": "Der Berg-Pippau ist eine Pflanzenart aus der Gattung Pippau (Crepis) innerhalb der Familie der Korbblütler (Asteraceae). Sie ist in den Alpen beheimatet."
    },
    "french": {
      "name": "Crepis bocconi",
      "description": ""
    },
    "latin": "Crepis bocconi",
    "family": "Asteraceae",
    "genus": "Crepis"
  },
  {
    "english": {
      "name": "Crepis pygmaea",
      "description": "Crepis pygmaea is a species of flowering plant in the genus Crepis in the family Asteraceae."
    },
    "german": {
      "name": "Zwerg-Pippau",
      "description": "Der Zwerg-Pippau ist eine Pflanzenart aus der Gattung Pippau (Crepis) in der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Crepis pygmaea",
      "description": "Crepis pygmaea, la Crépide naine ou le Crépis nain, est une espèce de plantes à fleurs dicotylédones de la famille des Astéracées."
    },
    "latin": "Crepis pygmaea",
    "family": "Asteraceae",
    "genus": "Crepis"
  },
  {
    "english": {
      "name": "Doronicum austriacum",
      "description": "Doronicum austriacum, the Austrian leopard's bane, is a species of flowering plant in the family Asteraceae. It is native to Europe and Turkey, and prefers to grow in beech and spruce forests."
    },
    "german": {
      "name": "Österreichische Gämswurz",
      "description": "Die Österreichische Gämswurz ist eine Pflanzenart aus der Gattung Gämswurzen (Doronicum) in der Familie Korbblütler (Asteraceae). Sie gedeiht in den Gebirgen Europas und Kleinasiens."
    },
    "french": {
      "name": "Doronicum austriacum",
      "description": "Doronicum austriacum, le Doronic d'Autriche, est une espèce de plantes à fleurs de la famille des Asteraceae."
    },
    "latin": "Doronicum austriacum",
    "family": "Asteraceae",
    "genus": "Doronicum"
  },
  {
    "english": {
      "name": "Doronicum columnae",
      "description": ""
    },
    "german": {
      "name": "Doronicum columnae",
      "description": ""
    },
    "french": {
      "name": "Doronicum columnae",
      "description": "Doronicum columnae, le Doronic glabre, est une espèce de plante à fleurs de la famille des Astéracées."
    },
    "latin": "Doronicum columnae",
    "family": "Asteraceae",
    "genus": "Doronicum"
  },
  {
    "english": {
      "name": "Doronicum glaciale",
      "description": ""
    },
    "german": {
      "name": "Gletscher-Gämswurz",
      "description": "Die Gletscher-Gämswurz ist eine in den Ostalpen endemische Pflanzenart der Gattung Gämswurzen (Doronicum) aus der Familie der Korbblütler (Asteraceae). Sie kommt in zwei vikariierenden Unterarten vor."
    },
    "french": {
      "name": "Doronicum glaciale",
      "description": ""
    },
    "latin": "Doronicum glaciale",
    "family": "Asteraceae",
    "genus": "Doronicum"
  },
  {
    "english": {
      "name": "Erica carnea",
      "description": "Erica carnea, the winter heath, winter-flowering heather, spring heath or alpine heath, is a species of flowering plant in the family Ericaceae, native to mountainous areas of central, eastern and southern Europe, where it grows in coniferous woodlands or stony slopes."
    },
    "german": {
      "name": "Schneeheide",
      "description": "Die Schneeheide, auch Winterheide oder Frühlingsheidekraut genannt, ist eine Pflanzenart aus der Gattung der Heidekräuter (Erica) innerhalb der Familie der Heidekrautgewächse (Ericaceae). Sie gedeiht in den Gebirgen West-, Mittel- und Südosteuropas und kommt in Marokko vor."
    },
    "french": {
      "name": "Erica carnea",
      "description": "La Bruyère carnée, Bruyère couleur de chair, Bruyère des neiges ou Bruyère des Alpes est une bruyère des montagnes d'Europe centrale et méridionale."
    },
    "latin": "Erica carnea",
    "family": "Ericaceae",
    "genus": "Erica"
  },
  {
    "english": {
      "name": "Erinus alpinus",
      "description": "Erinus alpinus, the fairy foxglove, alpine balsam, starflower, or liver balsam, is a species of flowering plant in the family Plantaginaceae, native to Central and Southern Europe and also to Morocco and Algeria."
    },
    "german": {
      "name": "Alpenbalsam",
      "description": "Der Alpenbalsam, meist Alpen-Steinbalsam genannt, ist eine der beiden Pflanzenarten der Gattung Erinus innerhalb der Familie der Wegerichgewächse (Plantaginaceae). Weitere Trivialnamen des Alpenbalsam sind Steinbalsam, Alpenleberbalsam oder irreführend Leberbalsam, denn so wird üblicherweise die meist blaublühende Beetpflanze Ageratum houstonianum genannt."
    },
    "french": {
      "name": "Érine des Alpes",
      "description": "L'érine des Alpes, également appelée Mandeline des Alpes, est une espèce de plantes à fleurs de la famille des Scrophulariaceae selon la classification classique, ou des Plantaginaceae selon la classification phylogénétique. C'est une plante herbacée vivace originaire d'Europe."
    },
    "latin": "Erinus alpinus",
    "family": "Plantaginaceae",
    "genus": "Erinus"
  },
  {
    "english": {
      "name": "Euphrasia minima",
      "description": "Euphrasia minima is a plant from the genus Euphrasia, in the family Orobanchaceae. It is native to central and southern Europe where it is found in mountainous, humid areas from the Iberian Peninsula, through the Apennine Mountains to the Balkans."
    },
    "german": {
      "name": "Zwerg-Augentrost",
      "description": "Der Zwerg-Augentrost ist eine Pflanzenart aus der Gattung Augentrost (Euphrasia) in der Familie der Sommerwurzgewächse (Orobanchaceae). Es handelt sich um einen Halbschmarotzer."
    },
    "french": {
      "name": "Euphraise naine",
      "description": "L'euphraise naine est une espèce de plantes à fleurs du genre Euphrasia et de la famille des Orobanchaceae. C'est une plante herbacée trouvée en Europe et en Asie (Turquie)."
    },
    "latin": "Euphrasia minima",
    "family": "Orobanchaceae",
    "genus": "Euphrasia"
  },
  {
    "english": {
      "name": "Euphrasia salisburgensis",
      "description": "Euphrasia salisburgensis is a plant in the genus Euphrasia, in the family Orobanchaceae."
    },
    "german": {
      "name": "Salzburger Augentrost",
      "description": "Der Salzburger Augentrost ist eine Pflanzenart aus der Gattung Augentrost (Euphrasia) in der Familie der Sommerwurzgewächse (Orobanchaceae)."
    },
    "french": {
      "name": "Euphrasia salisburgensis",
      "description": ""
    },
    "latin": "Euphrasia salisburgensis",
    "family": "Orobanchaceae",
    "genus": "Euphrasia"
  },
  {
    "english": {
      "name": "Gentiana acaulis",
      "description": "Gentiana acaulis, the stemless gentian, or trumpet gentian, is a species of flowering plant in the family Gentianaceae, native to central and southern Europe, from Spain east to the Balkans, growing especially in mountainous regions, such as the Alps and Pyrenees, at heights of 800–3,000 m (2,625–9,843 ft)."
    },
    "german": {
      "name": "Kochscher Enzian",
      "description": "Der Kochsche Enzian, auch Kochs Enzian geschrieben und auch Stängelloser Enzian, Stängelloser Silikat-Enzian, Silikat-Glocken-Enzian oder Kiesel-Glocken-Enzian genannt, ist eine Pflanzenart aus der Gattung Enziane (Gentiana) innerhalb der Familie Enziangewächse (Gentianaceae). Stängelloser Enzian ist die genaue Übersetzung des botanischen Namens."
    },
    "french": {
      "name": "Gentiane acaule",
      "description": "Gentiana acaulis, la Gentiane acaule, est une plante herbacée vivace de la famille des Gentianacées. Le terme acaule signifie 'sans tige', ses feuilles sont donc basales, ce qui n'exclut pas la présence d'un pédoncule comme l'illustre le dessin ci-contre."
    },
    "latin": "Gentiana acaulis",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana asclepiadea",
      "description": "Gentiana asclepiadea, the willow gentian, is a species of flowering plant of the genus Gentiana in the family Gentianaceae, native to central and eastern Europe. It occurs primarily in mountain (montane) woodland, though it may be found in less wooded open pasture in some areas, perhaps persisting after woodland clearance."
    },
    "german": {
      "name": "Schwalbenwurz-Enzian",
      "description": "Der Schwalbenwurz-Enzian ist eine Pflanzenart aus der Gattung Enzian (Gentiana) in der Familie der Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Gentiane asclépiade",
      "description": "La Gentiane asclépiade ou gentiane à feuilles d'asclépiade est une plante herbacée vivace de la famille des Gentianacées."
    },
    "latin": "Gentiana asclepiadea",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana brachyphylla",
      "description": ""
    },
    "german": {
      "name": "Kurzblatt-Enzian",
      "description": "Der Kurzblatt-Enzian, auch Kurzblättriger Enzian geschrieben, ist eine Pflanzenart aus der Gattung der Enziane (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Gentiane à feuilles courtes",
      "description": "La Gentiane à feuilles courtes est une espèce de plantes de la famille des Gentianacées."
    },
    "latin": "Gentiana brachyphylla",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana clusii",
      "description": "Gentiana clusii, commonly known as flower of the sweet-lady or Clusius' gentian, is a large-flowered, short-stemmed gentian, native to Europe. It is named after Carolus Clusius, one of the earliest botanists to study alpine flora."
    },
    "german": {
      "name": "Clusius-Enzian",
      "description": "Der Clusius-Enzian, auch Stängelloser Kalk-Enzian, Echter Alpenenzian oder Kalk-Glocken-Enzian genannt, ist eine Pflanzenart aus der Gattung Enziane (Gentiana) innerhalb der Familie Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Gentiane de Clusius",
      "description": "La Gentiane de Clusius ou Gentiane de L'Écluse est une plante herbacée vivace de la famille des Gentianaceae."
    },
    "latin": "Gentiana clusii",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana froelichii",
      "description": "Gentiana froelichii, commonly known as the Karawanken gentian, is an endemic hemicryptophyte and perennial plant species in the family Gentianaceae, which occurs in southeastern Alps. It can be found in Austria and Slovenia, with a few reported occurrences happening in Italy."
    },
    "german": {
      "name": "Karawanken-Enzian",
      "description": "Der Karawanken-Enzian ist eine Pflanzenart aus der Gattung Enziane (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae). Die beiden Unterarten sind jeweils in kleinen Gebieten der Südlichen Kalkalpen Endemiten."
    },
    "french": {
      "name": "Gentiana froelichii",
      "description": ""
    },
    "latin": "Gentiana froelichii",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana lutea",
      "description": "Gentiana lutea, the great yellow gentian, is a species of gentian native to the mountains of central and southern Europe, including the Alps, the Carpathians, the Pyrenees, the Apennines, and the mountains of the Balkan Peninsula. It is the type species of the genus Gentiana."
    },
    "german": {
      "name": "Gelber Enzian",
      "description": "Der Gelbe Enzian ist eine Pflanzenart aus der Gattung Enziane (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae). Diese gelbblühende Art ist in den Gebirgen Europas und der westlichen Türkei weitverbreitet."
    },
    "french": {
      "name": "Gentiane jaune",
      "description": "La gentiane jaune, encore appelée grande gentiane, est une espèce de plantes de la famille des Gentianaceae, originaire d'Europe méridionale et d'Asie mineure, présente notamment dans divers massifs montagneux européens, dont les Alpes, le Massif central, le Jura, les Pyrénées et les Vosges. Elle a aussi été observée en 2013 dans les hautes Ardennes belges."
    },
    "latin": "Gentiana lutea",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana nana",
      "description": ""
    },
    "german": {
      "name": "Gentiana nana",
      "description": ""
    },
    "french": {
      "name": "Gentiana nana",
      "description": ""
    },
    "latin": "Gentiana nana",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana nivalis",
      "description": "Gentiana nivalis, the snow gentian or Alpine gentian, is a species of the genus Gentiana. It grows to a height of 3–15 centimetres (1.2–5.9 in)."
    },
    "german": {
      "name": "Schnee-Enzian",
      "description": "Der Schnee-Enzian, auch Himmelstengel und Kelberberschis genannt, ist eine Pflanzenart aus der Gattung der Enziane (Gentiana) in der Familie der Enziangewächse (Gentianaceae). Sie gedeiht in arktischen, borealen und alpinen Gebieten, hauptsächlich in Nord- sowie Mitteleuropa."
    },
    "french": {
      "name": "Gentiane des neiges",
      "description": "La Gentiane des neiges est une plante annuelle de la famille des Gentianacées."
    },
    "latin": "Gentiana nivalis",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana pannonica",
      "description": "Gentiana pannonica, the Hungarian gentian or brown gentian, is a species of flowering plant in the family Gentianaceae."
    },
    "german": {
      "name": "Ostalpen-Enzian",
      "description": "Der Ostalpen-Enzian, auch Pannonischer Enzian, Ungarischer Enzian oder Ungarn-Enzian genannt, ist eine Pflanzenart aus der Gattung der Enziane (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Gentiana pannonica",
      "description": ""
    },
    "latin": "Gentiana pannonica",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana prostrata",
      "description": "Gentiana prostrata, commonly known as pygmy gentian, moss gentian, or gentiane penchée, is a species of plant in the family Gentianaceae. It is widely distributed across Eurasia, North America, and South America."
    },
    "german": {
      "name": "Liegender Enzian",
      "description": "Der Liegende Enzian ist eine Pflanzenart aus der Gattung der Enziane (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Gentiana prostrata",
      "description": ""
    },
    "latin": "Gentiana prostrata",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana pumila",
      "description": ""
    },
    "german": {
      "name": "Gentiana pumila",
      "description": ""
    },
    "french": {
      "name": "Gentiana pumila",
      "description": ""
    },
    "latin": "Gentiana pumila",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana punctata",
      "description": "Gentiana punctata, the spotted gentian, is a least concern herbaceous species of flowering plant in the gentian family Gentianaceae. It grows in Central and Southeastern Europe at altitudes 1.500−2.600 meters."
    },
    "german": {
      "name": "Tüpfel-Enzian",
      "description": "Der Tüpfel-Enzian, auch Getüpfelter Enzian Punktierter Enzian genannt, ist eine Pflanzenart aus der Gattung Enzian (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae). Er gedeiht in europäischen Gebirgen."
    },
    "french": {
      "name": "Gentiane ponctuée",
      "description": "La Gentiane ponctuée, est une plante herbacée vivace de grande taille de la famille des Gentianaceae aux fleurs jaunes à points pourpres. À la différence de la grande gentiane ou gentiane jaune, son calice n'est pas échancré."
    },
    "latin": "Gentiana punctata",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Gentiana purpurea",
      "description": "Gentiana purpurea, the purple gentian, is a plant species in the genus Gentiana. Flowers from July to August."
    },
    "german": {
      "name": "Purpur-Enzian",
      "description": "Der Purpur-Enzian ist eine Pflanzenart aus der Gattung der Enziane (Gentiana) innerhalb der Familie der Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Gentiane pourpre",
      "description": "La Gentiane pourpre est une plante herbacée vivace de la famille des Gentianacées."
    },
    "latin": "Gentiana purpurea",
    "family": "Gentianaceae",
    "genus": "Gentiana"
  },
  {
    "english": {
      "name": "Hieracium alpinum",
      "description": "Hieracium alpinum, the alpine hawkweed, is a Eurasian plant species in the tribe Cichorieae within the family Asteraceae. It is native to Europe, and has also been found in Greenland."
    },
    "german": {
      "name": "Alpen-Habichtskraut",
      "description": "Das Alpen-Habichtskraut ist eine Pflanzenart aus der Gattung der Habichtskräuter (Hieracium) innerhalb der Familie der Korbblütler (Asteraceae). Sie ist in Europa und Grönland heimisch."
    },
    "french": {
      "name": "Hieracium alpinum",
      "description": "Hieracium alpinum, l'Épervière des Alpes, est une espèce de plante à fleurs du genre Hieracium et de la famille des Asteraceae."
    },
    "latin": "Hieracium alpinum",
    "family": "Asteraceae",
    "genus": "Hieracium"
  },
  {
    "english": {
      "name": "Hieracium villosum",
      "description": "Hieracium villosum, the shaggy hawkweed, is a species of flowering plant in the family Asteraceae."
    },
    "german": {
      "name": "Zottiges Habichtskraut",
      "description": "Das Zottige Habichtskraut ist eine Pflanzenart der Gattung Habichtskräuter (Hieracium)."
    },
    "french": {
      "name": "Épervière velue",
      "description": "L’Épervière velue est une espèce de plante à fleurs de la famille des Astéracées et du genre Hieracium."
    },
    "latin": "Hieracium villosum",
    "family": "Asteraceae",
    "genus": "Hieracium"
  },
  {
    "english": {
      "name": "Hypochaeris uniflora",
      "description": ""
    },
    "german": {
      "name": "Einköpfiges Ferkelkraut",
      "description": "Das Einköpfige Ferkelkraut ist eine Pflanzenart aus der Gattung der Ferkelkräuter (Hypochaeris) innerhalb der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Porcelle à une tête",
      "description": "La Porcelle à une tête est une espèce de plantes à fleurs de la famille des Asteracées."
    },
    "latin": "Hypochaeris uniflora",
    "family": "Asteraceae",
    "genus": "Hypochaeris"
  },
  {
    "english": {
      "name": "Ilex aquifolium",
      "description": "Ilex aquifolium, the holly, common holly, English holly, European holly, or occasionally Christmas holly, is a species of flowering plant in the family Aquifoliaceae, native to western and southern Europe, northwest Africa, and southwest Asia. It is regarded as the type species of the genus Ilex, which by association is also called \"holly\"."
    },
    "german": {
      "name": "Europäische Stechpalme",
      "description": "Die Europäische Stechpalme, auch Gewöhnliche Stechpalme, Gemeine Stechpalme, Hülse oder nach dem botanischen Namen Ilex genannt, ist die einzige in Mitteleuropa heimische Pflanzenart der Gattung der Stechpalmen (Ilex) innerhalb der Familie der Stechpalmengewächse (Aquifoliaceae)."
    },
    "french": {
      "name": "Houx",
      "description": "Le Houx commun (Ilex aquifolium L., 1753) est une espèce d'arbustes, ou de petits arbres, à feuillage persistant de la famille des Aquifoliacées, couramment cultivés pour leur aspect ornemental, notamment grâce à leurs fruits rouge vif. C'est l'une des très nombreuses espèces du genre Ilex et la seule qui pousse spontanément en Europe."
    },
    "latin": "Ilex aquifolium",
    "family": "Aquifoliaceae",
    "genus": "Ilex"
  },
  {
    "english": {
      "name": "Jacobaea abrotanifolia",
      "description": ""
    },
    "german": {
      "name": "Eberrauten-Greiskraut",
      "description": "Das Eberrauten-Greiskraut ist eine Pflanzenart aus der Gattung Greiskräuter (Jacobaea) innerhalb der Familie der Korbblütler (Asteraceae). Es wird auch als Eberreisblättriges Greiskraut oder Bärenkraut bezeichnet."
    },
    "french": {
      "name": "Jacobaea abrotanifolia",
      "description": "Le Séneçon à feuilles d'aurone, est une espèce de plantes à fleurs de la famille des Asteraceae, endémique des Alpes orientales."
    },
    "latin": "Jacobaea abrotanifolia",
    "family": "Asteraceae",
    "genus": "Jacobaea"
  },
  {
    "english": {
      "name": "Jacobaea incana",
      "description": "Jacobaea incana, the grey ragwort, is a species of Jacobaea in the family Asteraceae."
    },
    "german": {
      "name": "Jacobaea incana",
      "description": ""
    },
    "french": {
      "name": "Jacobaea incana",
      "description": "Jacobaea incana, le Séneçon blanchâtre, est une espèce de plantes à fleurs de la famille des Asteraceae. Elle a longtemps été appelée Senecio incanus."
    },
    "latin": "Jacobaea incana",
    "family": "Asteraceae",
    "genus": "Jacobaea"
  },
  {
    "english": {
      "name": "Leontodon pyrenaicus",
      "description": "Leontodon pyrenaicus is a species of hawkbit found in the Alps, Pyrenees, Cantabrian Mountains, northern Apennines and northern parts of the Balkan Peninsula. It grows in meadows and on stony slopes from the tree line to over 3000 m, usually on acidic soils."
    },
    "german": {
      "name": "Leontodon pyrenaicus",
      "description": ""
    },
    "french": {
      "name": "Leontodon pyrenaicus",
      "description": "Le Liondent des Pyrénées est une espèce de plante à fleurs de la famille des Asteraceae et du genre Leontodon."
    },
    "latin": "Leontodon pyrenaicus",
    "family": "Asteraceae",
    "genus": "Leontodon"
  },
  {
    "english": {
      "name": "Leontodon saxatilis",
      "description": "Leontodon saxatilis is a species of hawkbit known by the common names lesser hawkbit, rough hawkbit, and hairy hawkbit. It is native to Europe and North Africa but can be found in many other places across the globe as an introduced species and often a noxious weed."
    },
    "german": {
      "name": "Fels-Löwenzahn",
      "description": "Der Fels-Löwenzahn, auch Felsen-Milchkraut, Nickender Löwenzahn oder Hundslattich genannt, ist eine Pflanzenart aus der Gattung Leontodon (Löwenzahn) innerhalb der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Leontodon saxatilis",
      "description": "Le Liondent des rochers, Liondent à tige nue ou Liondent faux-pissenlit est une espèce de plante à fleurs du genre Leontodon et de la famille des Astéracées."
    },
    "latin": "Leontodon saxatilis",
    "family": "Asteraceae",
    "genus": "Leontodon"
  },
  {
    "english": {
      "name": "Linaria alpina",
      "description": "Linaria alpina, sometimes called alpine toadflax, is a purple-flowered plant native to mountainous areas of southern and central Europe. It belongs to the family Plantaginaceae."
    },
    "german": {
      "name": "Alpen-Leinkraut",
      "description": "Das Alpen-Leinkraut ist eine Pflanzenart aus der Gattung der Leinkräuter (Linaria) innerhalb der Familie der Wegerichgewächse (Plantaginaceae)."
    },
    "french": {
      "name": "Linaire des Alpes",
      "description": "La Linaire des Alpes, également appelée Muflier des Alpes ou Gueule-de-lion des Alpes, est une espèce de plantes à fleurs de la famille des Scrophulariaceae selon la classification de Cronquist, ou des Plantaginaceae selon la classification phylogénétique APG III. C'est une plante herbacée que l'on rencontre non seulement dans les Alpes, mais également dans d'autres reliefs d'Europe du Sud ou centrale."
    },
    "latin": "Linaria alpina",
    "family": "Plantaginaceae",
    "genus": "Linaria"
  },
  {
    "english": {
      "name": "Lomatogonium carinthiacum",
      "description": ""
    },
    "german": {
      "name": "Kärntner Tauernblümchen",
      "description": "Das Kärntner Tauernblümchen, auch Saumnarbe oder Kärntner Saumnarbe genannt, ist eine Pflanzenart aus der Gattung der Tauernblümchen (Lomatogonium) innerhalb der Familie der Enziangewächse (Gentianaceae)."
    },
    "french": {
      "name": "Lomatogonium de Carinthie",
      "description": "Le Lomatogonium de Carinthie est une espèce de plantes de la famille des Gentianacées."
    },
    "latin": "Lomatogonium carinthiacum",
    "family": "Gentianaceae",
    "genus": "Lomatogonium"
  },
  {
    "english": {
      "name": "Myosotis alpestris",
      "description": "Myosotis alpestris or alpine forget-me-not is a herbaceous perennial plant in the flowering plant family Boraginaceae. The alpine forget-me-not is the county flower of Westmorland in the United Kingdom."
    },
    "german": {
      "name": "Alpen-Vergissmeinnicht",
      "description": "Das Alpen-Vergissmeinnicht ist eine Pflanzenart aus der Gattung der Vergissmeinnicht (Myosotis) innerhalb der Familie der Raublattgewächse (Boraginaceae)."
    },
    "french": {
      "name": "Myosotis alpestris",
      "description": "Le Myosotis alpestre, Myosotis des Alpes ou Oreille de souris est une espèce de plante herbacée de la famille des Boraginaceae et du genre Myosotis."
    },
    "latin": "Myosotis alpestris",
    "family": "Boraginaceae",
    "genus": "Myosotis"
  },
  {
    "english": {
      "name": "Paederota bonarota",
      "description": "Paederota bonarota is a species of flowering plant in the family Plantaginaceae. It is a perennial native to the eastern Alps of Italy, Austria, and Slovenia, where it grows only on dolomite."
    },
    "german": {
      "name": "Blaues Mänderle",
      "description": "Das Blaue Mänderle, auch Wildes Mannderle oder Dolomiten-Ehrenpreis, ist eine in den Südost-Alpen endemische Pflanzenart aus der Familie der Wegerichgewächse."
    },
    "french": {
      "name": "Paederota bonarota",
      "description": ""
    },
    "latin": "Paederota bonarota",
    "family": "Scrophulariaceae",
    "genus": "Paederota"
  },
  {
    "english": {
      "name": "Pedicularis acaulis",
      "description": ""
    },
    "german": {
      "name": "Pedicularis acaulis",
      "description": ""
    },
    "french": {
      "name": "Pedicularis acaulis",
      "description": ""
    },
    "latin": "Pedicularis acaulis",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis foliosa",
      "description": ""
    },
    "german": {
      "name": "Beblättertes Läusekraut",
      "description": "Das Beblättertes Läusekraut, auch Durchblättertes Läusekraut, Blattreiches Läusekraut oder Reichblättriges Läusekraut genannt, ist eine Pflanzenart aus der Gattung der Läusekräuter (Pedicularis) innerhalb der Familie der Sommerwurzgewächse (Orobanchaceae)."
    },
    "french": {
      "name": "Pedicularis foliosa",
      "description": "Pedicularis foliosa, la Pédiculaire feuillée, est une espèce de plantes à fleurs de la famille des Scrophulariaceae selon la classification classique de Cronquist (1981) ou des Orobanchaceae selon la classification phylogénétique. C'est une plante herbacée vivace originaire d'Europe."
    },
    "latin": "Pedicularis foliosa",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis kerneri",
      "description": ""
    },
    "german": {
      "name": "Kerners Läusekraut",
      "description": "Kerners Läusekraut ist eine Pflanzenart, die zur Gattung Läusekräuter (Pedicularis) in der Familie der Sommerwurzgewächse (Orobanchaceae) gehört."
    },
    "french": {
      "name": "Pedicularis kerneri",
      "description": "La pédiculaire de Kerner est une plante herbacée vivace appartenant à la famille des Scrophulariaceae selon la classification classique de Cronquist (1981) ou à la famille des Orobanchaceae selon la classification phylogénétique et au genre Pedicularis."
    },
    "latin": "Pedicularis kerneri",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis recutita",
      "description": ""
    },
    "german": {
      "name": "Gestutztes Läusekraut",
      "description": "Das Gestutzte Läusekraut, auch Stutz-Läusekraut genannt, ist eine Pflanzenart aus der Gattung Läusekräuter (Pedicularis) innerhalb der Familie Sommerwurzgewächse (Orobanchaceae)."
    },
    "french": {
      "name": "Pédiculaire tronquée",
      "description": "La Pédiculaire tronquée est une espèce de plantes à fleurs de la famille des Orobanchacées. C'est une plante vivace."
    },
    "latin": "Pedicularis recutita",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis rosea",
      "description": ""
    },
    "german": {
      "name": "Pedicularis rosea",
      "description": ""
    },
    "french": {
      "name": "Pedicularis rosea",
      "description": ""
    },
    "latin": "Pedicularis rosea",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis tuberosa",
      "description": ""
    },
    "german": {
      "name": "Knolliges Läusekraut",
      "description": "Das Knollige Läusekraut, auch Knollen-Läusekraut genannt, ist eine Pflanzenart aus der Gattung der Läusekräuter (Pedicularis) innerhalb der Familie der Sommerwurzgewächse (Orobanchaceae)."
    },
    "french": {
      "name": "Pedicularis tuberosa",
      "description": "Pedicularis tuberosa, la Pédiculaire tubéreuse, est une espèce de plantes à fleurs de la famille des scrofulariacées, selon la classification classique, des Orobanchaceae, selon la classification phylogénétique, et du genre Pedicularis. C'est une plante herbacée vivace originaire d'Europe."
    },
    "latin": "Pedicularis tuberosa",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis oederi",
      "description": "Pedicularis oederi is a species of flowering plant belonging to the family Orobanchaceae."
    },
    "german": {
      "name": "Buntes Läusekraut",
      "description": "Das Bunte Läusekraut ist eine Pflanzenart aus der Gattung Läusekraut (Pedicularis) in der Familie der Sommerwurzgewächse (Orobanchaceae). Sie ist auf der Nordhalbkugel in Eurasien und Nordamerika weitverbreitet."
    },
    "french": {
      "name": "Pedicularis oederi",
      "description": "Pedicularis oederi est une espèce de plantes à fleurs du genre Pedicularis appartenant à la famille des Scrophulariaceae selon la classification classique de Cronquist (1981) ou à celle des Orobanchaceae selon la taxonomie phylogénétique. Elle doit son nom au botaniste Georg Christian Oeder (1728-1791)."
    },
    "latin": "Pedicularis oederi",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Pedicularis verticillata",
      "description": "Pedicularis verticillata, the whorled lousewort, is a species of flowering plant in the family Orobanchaceae which can be found in Alaska, North-Western Canada, and everywhere in China at the elevation of 2,100–4,400 metres (6,900–14,400 ft). Its native habitats include moist meadows and lakeshores."
    },
    "german": {
      "name": "Quirlblättriges Läusekraut",
      "description": "Das Quirlblättrige Läusekraut ist eine Pflanzenart aus der Gattung Läusekräuter (Pedicularis) innerhalb der Familie der Sommerwurzgewächse (Orobanchaceae)."
    },
    "french": {
      "name": "Pédiculaire verticillée",
      "description": "La pédiculaire verticillée, ou herbe à poux, est une espèce de plantes à fleurs de la famille des Scrophulariaceae selon la classification classique de Cronquist (1981) ou des Orobanchaceae selon la classification APG III. C'est une plante herbacée vivace."
    },
    "latin": "Pedicularis verticillata",
    "family": "Orobanchaceae",
    "genus": "Pedicularis"
  },
  {
    "english": {
      "name": "Phyteuma hemisphaericum",
      "description": ""
    },
    "german": {
      "name": "Halbkugelige Teufelskralle",
      "description": "Die Halbkugelige Teufelskralle, auch Grasblatt-Teufelskralle genannt, ist eine Pflanzenart aus der Gattung der Teufelskrallen (Phyteuma) innerhalb der Familie der Glockenblumengewächse (Campanulaceae)."
    },
    "french": {
      "name": "Raiponce hémisphérique",
      "description": "La Raiponce hémisphérique est une petite plante herbacée vivace de la famille des Campanulacées appartenant au genre Phyteuma."
    },
    "latin": "Phyteuma hemisphaericum",
    "family": "Campanulaceae",
    "genus": "Phyteuma"
  },
  {
    "english": {
      "name": "Phyteuma scheuchzeri",
      "description": "Phyteuma scheuchzeri, the Oxford rampion or horned rampion, is a perennial herbaceous flowering plant in the family Campanulaceae."
    },
    "german": {
      "name": "Scheuchzer-Teufelskralle",
      "description": "Die Scheuchzer-Teufelskralle ist eine Pflanzenart aus der Gattung der Teufelskrallen (Phyteuma) innerhalb der Familie der Glockenblumengewächse (Campanulaceae)."
    },
    "french": {
      "name": "Phyteuma scheuchzeri",
      "description": ""
    },
    "latin": "Phyteuma scheuchzeri",
    "family": "Campanulaceae",
    "genus": "Phyteuma"
  },
  {
    "english": {
      "name": "Phyteuma sieberi",
      "description": "Phyteuma sieberi, the horned rampion, is a species of herbaceous perennial plant in the family Campanulaceae. It is native to the South-eastern Alps, where it grows on limestone slopes."
    },
    "german": {
      "name": "Phyteuma sieberi",
      "description": ""
    },
    "french": {
      "name": "Phyteuma sieberi",
      "description": ""
    },
    "latin": "Phyteuma sieberi",
    "family": "Campanulaceae",
    "genus": "Phyteuma"
  },
  {
    "english": {
      "name": "Polemonium caeruleum",
      "description": "Polemonium caeruleum, known as Jacob's-ladder or Greek valerian, is a hardy perennial flowering plant. The plant produces cup-shaped, blue or white flowers."
    },
    "german": {
      "name": "Blaue Himmelsleiter",
      "description": "Die Blaue Himmelsleiter, auch Blaues Sperrkraut genannt, ist eine Pflanzenart aus der Gattung Jakobsleitern (Polemonium) innerhalb der Familie der Sperrkrautgewächse (Polemoniaceae)."
    },
    "french": {
      "name": "Polémoine bleue",
      "description": "La Polémoine bleue, Valériane grecque ou Échelle de Jacob, est une espèce de plantes à fleurs de la famille des Polémoniacées."
    },
    "latin": "Polemonium caeruleum",
    "family": "Polemoniaceae",
    "genus": "Polemonium"
  },
  {
    "english": {
      "name": "Orthilia secunda",
      "description": "Orthilia is a genus of flowering plants in the family Ericaceae. It has only one species, Orthilia secunda."
    },
    "german": {
      "name": "Birngrün",
      "description": "Das Birngrün, auch Nickendes Birngrün, Nickendes Wintergrün oder Einseitswendiges Wintergrün genannt, ist die einzige Art der monotypischen Pflanzengattung Orthilia in der Unterfamilie der Wintergrün- und Fichtenspargelgewächse (Monotropoideae) innerhalb der Familie der Heidekrautgewächse (Ericaceae). Sie ist auf der Nordhalbkugel weitverbreitet."
    },
    "french": {
      "name": "Pirole unilatérale",
      "description": "La pirole unilatérale ou pyrole unilatérale est une espèce de plante à fleurs du genre Orthilia et de la famille des Pyrolaceae dans la classification classique de Cronquist (1981) ou des Ericaceae dans la classification phylogénétique APG III (2009)."
    },
    "latin": "Orthilia secunda",
    "family": "Ericaceae",
    "genus": "Orthilia"
  },
  {
    "english": {
      "name": "Moneses",
      "description": "Moneses uniflora, the one-flowered wintergreen, single delight, wax-flower, shy maiden, star of Bethlehem (Aleutians), St. Olaf's candlestick (Norway), wood nymph, or frog's reading lamp, is a plant of the family of Ericaceae, that is indigenous to moist coniferous forests in temperate regions of the Northern Hemisphere from Spain to Japan and across North America."
    },
    "german": {
      "name": "Moosauge",
      "description": "Das Moosauge, auch Einblütiges Wintergrün genannt, ist die einzige Art der monotypischen Pflanzengattung Moneses in der Unterfamilie der Monotropoideae innerhalb der Familie der Heidekrautgewächse (Ericaceae). Sie kann man vor allem in Nadelwäldern finden."
    },
    "french": {
      "name": "Moneses uniflora",
      "description": "Moneses uniflora, la pirole ou pyrole à une fleur, aussi appelée la monésès uniflore (Canada), est une espèce de plantes à fleurs anciennement classée dans la famille des Pyrolaceae, maintenant considérée comme sous-famille (Pyroloideae) des Ericaceae."
    },
    "latin": "Moneses uniflora",
    "family": "Ericaceae",
    "genus": "Moneses"
  },
  {
    "english": {
      "name": "Rhododendron chamaecistus",
      "description": ""
    },
    "german": {
      "name": "Rhododendron chamaecistus",
      "description": ""
    },
    "french": {
      "name": "Rhododendron chamaecistus",
      "description": ""
    },
    "latin": "Rhododendron chamaecistus",
    "family": "Ericaceae",
    "genus": "Rhododendron"
  },
  {
    "english": {
      "name": "Rhododendron ferrugineum",
      "description": "Rhododendron ferrugineum, the alpenrose, snow-rose, or rusty-leaved alpenrose is an evergreen shrub that grows just above the tree line in the Alps, Pyrenees, Jura and northern Apennines, on acid soils. It is the type species for the genus Rhododendron."
    },
    "german": {
      "name": "Rostblättrige Alpenrose",
      "description": "Die Rostblättrige Alpenrose, auch Rostrote Alpenrose oder Rostroter Almrausch genannt, ist eine Pflanzenart aus der Gattung der Rhododendren (Rhododendron) innerhalb der Familie der Heidekrautgewächse (Ericaceae). Im Alpenraum wird sie – ebenso wie die Bewimperte Alpenrose – auch Almrose genannt."
    },
    "french": {
      "name": "Rhododendron ferrugineux",
      "description": "Le Rhododendron ferrugineux, également appelé Laurier-rose des Alpes, Rosage ou Rose des Alpes, est une espèce de plantes à fleurs de la famille des Éricacées."
    },
    "latin": "Rhododendron ferrugineum",
    "family": "Ericaceae",
    "genus": "Rhododendron"
  },
  {
    "english": {
      "name": "Rhododendron hirsutum",
      "description": "Rhododendron hirsutum, commonly known as the hairy alpenrose is one of the species of Rhododendron native to the mountains of Europe. It occurs widely in the Alps except for the southwestern region, and has become naturalised in parts of the Carpathians."
    },
    "german": {
      "name": "Bewimperte Alpenrose",
      "description": "Die Bewimperte Alpenrose ist eine Pflanzenart aus der Gattung Rhododendron innerhalb der Familie der Heidekrautgewächse (Ericaceae). Diese bekannte Alpenpflanze wird auch als Almrausch, Almenrausch oder Steinrose bezeichnet."
    },
    "french": {
      "name": "Rhododendron hirsutum",
      "description": "Le Rhododendron cilié, Rhododendron hirsute ou Rhododendron poilu est un arbuste à feuillage persistant du genre Rhododendron et de la famille des Éricacées."
    },
    "latin": "Rhododendron hirsutum",
    "family": "Ericaceae",
    "genus": "Rhododendron"
  },
  {
    "english": {
      "name": "Saussurea alpina",
      "description": "Saussurea alpina is a species of flowering plant belonging to the family Asteraceae ranging from Europe to Siberia and China."
    },
    "german": {
      "name": "Saussurea alpina",
      "description": ""
    },
    "french": {
      "name": "Saussurée des Alpes",
      "description": "La saussurée des Alpes, est une espèce de plantes à fleurs de la famille des Astéracées (Composées)."
    },
    "latin": "Saussurea alpina",
    "family": "Asteraceae",
    "genus": "Saussurea"
  },
  {
    "english": {
      "name": "Saussurea discolor",
      "description": ""
    },
    "german": {
      "name": "Filz-Alpenscharte",
      "description": "Die Filz-Alpenscharte, auch Zweifarbige Alpenscharte oder Weißfilzige Alpenscharte genannt, ist eine Pflanzenart aus der Gattung Alpenscharten (Saussurea) innerhalb der Familie der Korbblütler (Asteraceae). Sie ist in den Gebirgen Europas verbreitet."
    },
    "french": {
      "name": "Saussurea discolor",
      "description": ""
    },
    "latin": "Saussurea discolor",
    "family": "Asteraceae",
    "genus": "Saussurea"
  },
  {
    "english": {
      "name": "Saussurea pygmaea",
      "description": ""
    },
    "german": {
      "name": "Zwerg-Alpenscharte",
      "description": "Die Zwerg-Alpenscharte ist eine Pflanzenart aus der Gattung Alpenscharten (Saussurea) innerhalb der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Saussurea pygmaea",
      "description": ""
    },
    "latin": "Saussurea pygmaea",
    "family": "Asteraceae",
    "genus": "Saussurea"
  },
  {
    "english": {
      "name": "Senecio abrotanifolius",
      "description": ""
    },
    "german": {
      "name": "Senecio abrotanifolius",
      "description": "Das Eberrauten-Greiskraut ist eine Pflanzenart aus der Gattung Greiskräuter (Jacobaea) innerhalb der Familie der Korbblütler (Asteraceae). Es wird auch als Eberreisblättriges Greiskraut oder Bärenkraut bezeichnet."
    },
    "french": {
      "name": "Senecio abrotanifolius",
      "description": ""
    },
    "latin": "Senecio abrotanifolius",
    "family": "Asteraceae",
    "genus": "Senecio"
  },
  {
    "english": {
      "name": "Senecio alpinus",
      "description": ""
    },
    "german": {
      "name": "Senecio alpinus",
      "description": "Das Alpen-Greiskraut, auch Alpen-Kreuzkraut genannt, ist eine Pflanzenart aus der Gattung Jacobaea innerhalb der Familie der Korbblütler (Asteraceae). Sie kommt in den Alpen und im Alpenvorland vor."
    },
    "french": {
      "name": "Senecio alpinus",
      "description": ""
    },
    "latin": "Senecio alpinus",
    "family": "Asteraceae",
    "genus": "Senecio"
  },
  {
    "english": {
      "name": "Senecio doronicum",
      "description": ""
    },
    "german": {
      "name": "Gämswurz-Greiskraut",
      "description": "Das Gämswurz-Greiskraut, auch Gämswurz-Kreuzkraut, ist eine Pflanzenart aus der Gattung Greiskräuter (Senecio) und der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Séneçon doronic",
      "description": "Le Séneçon doronic est une espèce de plantes herbacées vivaces de 25-60 cm de la famille des Asteraceae et du genre Senecio."
    },
    "latin": "Senecio doronicum",
    "family": "Asteraceae",
    "genus": "Senecio"
  },
  {
    "english": {
      "name": "Senecio incanus",
      "description": "Jacobaea incana, the grey ragwort, is a species of Jacobaea in the family Asteraceae."
    },
    "german": {
      "name": "Senecio incanus",
      "description": "Das Krainer Greiskraut ist eine Unterart der Pflanzenart Graues Greiskraut aus der Gattung Jacobaea innerhalb der Familie der Korbblütler (Asteraceae). Es wird in Österreich auch als Gelber Speik bezeichnet."
    },
    "french": {
      "name": "Senecio incanus",
      "description": "Jacobaea incana, le Séneçon blanchâtre, est une espèce de plantes à fleurs de la famille des Asteraceae. Elle a longtemps été appelée Senecio incanus."
    },
    "latin": "Senecio incanus",
    "family": "Asteraceae",
    "genus": "Senecio"
  },
  {
    "english": {
      "name": "Taraxacum nigricans",
      "description": ""
    },
    "german": {
      "name": "Taraxacum nigricans",
      "description": ""
    },
    "french": {
      "name": "Taraxacum nigricans",
      "description": ""
    },
    "latin": "Taraxacum nigricans",
    "family": "Asteraceae",
    "genus": "Taraxacum"
  },
  {
    "english": {
      "name": "Taraxacum pacheri",
      "description": ""
    },
    "german": {
      "name": "Taraxacum pacheri",
      "description": ""
    },
    "french": {
      "name": "Taraxacum pacheri",
      "description": ""
    },
    "latin": "Taraxacum pacheri",
    "family": "Asteraceae",
    "genus": "Taraxacum"
  },
  {
    "english": {
      "name": "Tozzia alpina",
      "description": "Tozzia is a monotypic genus of flowering plants within the broomrape family Orobanchaceae. It contains a unique species, Tozzia alpina."
    },
    "german": {
      "name": "Alpenrachen",
      "description": "Der Alpenrachen ist die einzige Art der Pflanzengattung Tozzia innerhalb der Familie der Sommerwurzgewächse (Orobanchaceae). Mit einem holoparasitischen Jugend- und einem hemiparasitischen Blühstadium verbindet diese Art Halb- und Vollschmarotzer."
    },
    "french": {
      "name": "Tozzia alpina",
      "description": "La Tozzie des Alpes, ou Tozzia alpina, est une espèce de plante du genre Tozzia et de la famille des scrophulariacées."
    },
    "latin": "Tozzia alpina",
    "family": "Orobanchaceae",
    "genus": "Tozzia"
  },
  {
    "english": {
      "name": "Vaccinium uliginosum",
      "description": "Vaccinium uliginosum is a Eurasian and North American flowering plant in the heath family Ericaceae."
    },
    "german": {
      "name": "Rauschbeere",
      "description": "Die Rauschbeere, auch Gewöhnliche Rauschbeere, Trunkelbeere, Moorbeere oder Nebelbeere genannt, ist eine Pflanzenart aus der Gattung der Heidelbeeren (Vaccinium) innerhalb der Familie der Heidekrautgewächse (Ericaceae)."
    },
    "french": {
      "name": "Airelle des marais",
      "description": "La myrtille des marais ou airelle des marais est une espèce de plante à fleurs de la famille des Ericaceae. C'est un sous-arbrisseau large de 30 à 80 cm que l'on le trouve dans les tourbières, les landes, les pentes rocheuses subalpines et les bois humides des montagnes circumboréales, entre 500 et 3 000 m d'altitude."
    },
    "latin": "Vaccinium uliginosum",
    "family": "Ericaceae",
    "genus": "Vaccinium"
  },
  {
    "english": {
      "name": "Veronica alpina",
      "description": "Veronica alpina, the alpine speedwell or alpine veronica, is a species of flowering plant in the genus Veronica, native to Canada, Greenland, Iceland, the Faroes, Svalbard, most of Europe, parts of Siberia, northern Pakistan, the western Himalayas, and Tibet. It is the namesake of the Veronica alpina species complex, which also includes V. bellidioides, V. copelandii, V. cusickii, V. nipponica, V. nutans, V. stelleri and V. wormskjoldii."
    },
    "german": {
      "name": "Alpen-Ehrenpreis",
      "description": "Der Alpen-Ehrenpreis, auch Südlicher Alpen-Ehrenpreis genannt, ist eine Pflanzenart aus der Gattung Ehrenpreis (Veronica) innerhalb der Familie der Wegerichgewächse (Plantaginaceae)."
    },
    "french": {
      "name": "Véronique des Alpes",
      "description": "La véronique des Alpes est une petite plante vivace à fleurs bleues appartenant au genre Veronica et à la famille des Plantaginacées. Elle pousse en montagne et apprécie particulièrement les lieux rocheux ou caillouteux."
    },
    "latin": "Veronica alpina",
    "family": "Plantaginaceae",
    "genus": "Veronica"
  },
  {
    "english": {
      "name": "Veronica aphylla",
      "description": "Veronica aphylla, common name leafless stemmed speedwell, is a flowering plant belonging to the family Plantaginaceae."
    },
    "german": {
      "name": "Blattloser Ehrenpreis",
      "description": "Der Blattlose Ehrenpreis, auch Nacktstiel-Ehrenpreis genannt, ist eine Pflanzenart aus der Gattung Ehrenpreis (Veronica) innerhalb der Familie der Wegerichgewächse (Plantaginaceae)."
    },
    "french": {
      "name": "Veronica aphylla",
      "description": "Veronica aphylla, la véronique sans feuilles, aussi appelée véronique aphylle ou véronique à tige nue est une petite plante vivace poussant en montagne. Contrairement à ce que laisse penser son nom, elle a des feuilles, mais celles-ci forment une sorte de rosette au ras du sol et les fleurs sont portées par un long pédoncule nu, semblable à une tige."
    },
    "latin": "Veronica aphylla",
    "family": "Plantaginaceae",
    "genus": "Veronica"
  },
  {
    "english": {
      "name": "Veronica bellidioides",
      "description": "Veronica bellidioides is a flowering plant species in the genus Veronica of the family Plantaginaceae. It is native to Europe."
    },
    "german": {
      "name": "Gänseblümchen-Ehrenpreis",
      "description": "Der Gänseblümchen-Ehrenpreis, auch Maßlieb-Ehrenpreis genannt, ist eine Pflanzenart aus der Gattung Ehrenpreis (Veronica) in der Familie der Wegerichgewächse (Plantaginaceae)."
    },
    "french": {
      "name": "Véronique fausse pâquerette",
      "description": "La véronique fausse pâquerette est une petite plante herbacée vivace à fleurs bleues appartenant au genre Veronica et à la famille les Scrofulariacées dans la classification classique de Cronquist (1981) et actuellement à celle des Plantaginacées dans la classification phylogénétique."
    },
    "latin": "Veronica bellidioides",
    "family": "Plantaginaceae",
    "genus": "Veronica"
  },
  {
    "english": {
      "name": "Veronica fruticulosa",
      "description": ""
    },
    "german": {
      "name": "Halbstrauch-Ehrenpreis",
      "description": "Der Halbstrauch-Ehrenpreis, auch Strauchiger Ehrenpreis genannt, ist eine Pflanzenart aus der Gattung Ehrenpreis (Veronica) innerhalb der Familie der Wegerichgewächse (Plantaginaceae)."
    },
    "french": {
      "name": "Veronica fruticulosa",
      "description": ""
    },
    "latin": "Veronica fruticulosa",
    "family": "Plantaginaceae",
    "genus": "Veronica"
  },
  {
    "english": {
      "name": "Veronica latifolia",
      "description": ""
    },
    "german": {
      "name": "Veronica latifolia",
      "description": ""
    },
    "french": {
      "name": "Veronica latifolia",
      "description": ""
    },
    "latin": "Veronica latifolia",
    "family": "Plantaginaceae",
    "genus": "Veronica"
  },
  {
    "english": {
      "name": "Veronica fruticans",
      "description": "Veronica fruticans, the rock speedwell or woodystem speedwell, is a species of flowering plant in the family Plantaginaceae. It is native to nearly all countries in Europe, including the Faroe Islands and Iceland, and Greenland."
    },
    "german": {
      "name": "Felsen-Ehrenpreis",
      "description": "Der Felsen-Ehrenpreis ist eine Pflanzenart aus der Gattung Ehrenpreis (Veronica) innerhalb der Familie der Wegerichgewächse (Plantaginaceae)."
    },
    "french": {
      "name": "Véronique buissonnante",
      "description": "La Véronique buissonnante, ou Véronique des rochers est une petite plante montagnarde à fleurs bleu vif, appartenant au genre Veronica et à la famille des Plantaginacées selon la classification APG II."
    },
    "latin": "Veronica fruticans",
    "family": "Plantaginaceae",
    "genus": "Veronica"
  },
  {
    "english": {
      "name": "Willemetia stipitata",
      "description": ""
    },
    "german": {
      "name": "Kronenlattich",
      "description": "Der Gestielte Kronenlattich ist eine Pflanzenart aus der Gattung Willemetia in der Familie der Korbblütler (Asteraceae)."
    },
    "french": {
      "name": "Willemetia stipitata",
      "description": ""
    },
    "latin": "Willemetia stipitata",
    "family": "Asteraceae",
    "genus": "Willemetia"
  },
  {
    "english": {
      "name": "Agrostis alpina",
      "description": ""
    },
    "german": {
      "name": "Agrostis alpina",
      "description": "Das Alpen-Straußgras ist eine Pflanzenart aus der Gattung der Straußgräser (Agrostis) in der Familie der Süßgräser (Poaceae). Das Verbreitungsgebiet reicht in Europa von Spanien bis nach Osteuropa, Bestände gibt es auch in Marokko, dort wächst es in der alpinen und subalpinen Höhenstufe."
    },
    "french": {
      "name": "Agrostis alpina",
      "description": ""
    },
    "latin": "Agrostis alpina",
    "family": "Poaceae",
    "genus": "Agrostis"
  },
  {
    "english": {
      "name": "Ajuga pyramidalis",
      "description": "Ajuga pyramidalis, commonly known as pyramidal bugle, is a flowering plant of the genus Ajuga in the family Lamiaceae. It is a native plant in Europe."
    },
    "german": {
      "name": "Pyramiden-Günsel",
      "description": "Der Pyramiden-Günsel, auch Berg-Günsel genannt, ist eine Pflanzenart aus der Gattung Günsel innerhalb der Familie der Lippenblütler (Lamiaceae)."
    },
    "french": {
      "name": "Bugle pyramidale",
      "description": "La bugle pyramidale ou bugle en pyramide est une espèce de plantes à fleurs de la famille des Lamiacées et du genre Ajuga (bugles). C'est une plante herbacée originaire d'Europe."
    },
    "latin": "Ajuga pyramidalis",
    "family": "Lamiaceae",
    "genus": "Ajuga"
  },
  {
    "english": {
      "name": "Allium ericetorum",
      "description": "Allium ericetorum is a species of Allium widespread across much of southern and central Europe, from Portugal to Ukraine."
    },
    "german": {
      "name": "Gelblichweißer Lauch",
      "description": "Der Gelblichweiße Lauch, ist eine Pflanzenart aus der Gattung Lauch (Allium) in der Unterfamilie der Lauchgewächse (Allioideae) innerhalb der Pflanzenfamilie der Amaryllisgewächse (Amaryllidaceae). Er kommt in Süd- und Südosteuropa auf Trockenrasen und Felsfluren vor."
    },
    "french": {
      "name": "Allium ericetorum",
      "description": "Allium ericetorum est une espèce de plantes de la famille des Amaryllidaceae."
    },
    "latin": "Allium ericetorum",
    "family": "Amaryllidaceae",
    "genus": "Allium"
  },
  {
    "english": {
      "name": "Allium foliosum",
      "description": "Chives, scientific name Allium schoenoprasum, is a species of flowering plant in the family Amaryllidaceae."
    },
    "german": {
      "name": "Allium foliosum",
      "description": ""
    },
    "french": {
      "name": "Allium foliosum",
      "description": ""
    },
    "latin": "Allium foliosum",
    "family": "Amaryllidaceae",
    "genus": "Allium"
  },
  {
    "english": {
      "name": "Androsace chamaejasme",
      "description": ""
    },
    "german": {
      "name": "Bewimperter Mannsschild",
      "description": "Der Bewimperte Mannsschild, auch Wimper-Mannsschild, Zwerg-Mannsschild oder Haariger Mannsschild genannt, ist eine Pflanzenart aus der Gattung Mannsschild (Androsace) in der Familie der Primelgewächse (Primulaceae)."
    },
    "french": {
      "name": "Androsace petit jasmin",
      "description": "L'androsace petit jasmin est une espèce de plantes à fleurs de la famille des Primulaceae."
    },
    "latin": "Androsace chamaejasme",
    "family": "Primulaceae",
    "genus": "Androsace"
  },
  {
    "english": {
      "name": "Androsace alpina",
      "description": "Androsace alpina, or Alpine rock-jasmine, is an alpine plant, endemic to the Alps. The plant forms distinctive cushion-like mats up to 20 cm across, with small overlapping leaves arranged in rosettes and bearing fine glandular hairs that help conserve water."
    },
    "german": {
      "name": "Alpen-Mannsschild",
      "description": "Der Alpen-Mannsschild, auch Gletscher-Mannsschild, ist eine Pflanzenart, die zur Gattung Mannsschild (Androsace) in der Familie der Primelgewächse (Primulaceae) gehört."
    },
    "french": {
      "name": "Androsace des Alpes",
      "description": "L'androsace des Alpes est une espèce de plantes à fleurs de la famille des Primulaceae."
    },
    "latin": "Androsace alpina",
    "family": "Primulaceae",
    "genus": "Androsace"
  },
  {
    "english": {
      "name": "Androsace obtusifolia",
      "description": ""
    },
    "german": {
      "name": "Stumpfblättriger Mannsschild",
      "description": "Der Stumpfblättrige Mannsschild ist eine Pflanzenart aus der Gattung Mannsschild (Androsace) in der Familie der Primelgewächse (Primulaceae)."
    },
    "french": {
      "name": "Androsace à feuilles obtuses",
      "description": "L'Androsace à feuilles obtuses est une espèce de plantes à fleurs de la famille des Primulacées."
    },
    "latin": "Androsace obtusifolia",
    "family": "Primulaceae",
    "genus": "Androsace"
  },
  {
    "english": {
      "name": "Androsace villosa",
      "description": "Androsace villosa is an alpine plant, widespread in the mountains of Europe and Asia. It is frequently grown by alpine gardeners."
    },
    "german": {
      "name": "Zottiger Mannsschild",
      "description": "Der Zottige Mannsschild ist eine Pflanzenart aus der Gattung Mannsschild (Androsace) innerhalb der Familie der Primelgewächse (Primulaceae)."
    },
    "french": {
      "name": "Androsace velue",
      "description": "L'Androsace velue est une espèce de plantes à fleurs de la famille des Primulaceae et du genre Androsace."
    },
    "latin": "Androsace villosa",
    "family": "Primulaceae",
    "genus": "Androsace"
  },
  {
    "english": {
      "name": "Aretia vitaliana",
      "description": ""
    },
    "german": {
      "name": "Aretia vitaliana",
      "description": ""
    },
    "french": {
      "name": "Aretia vitaliana",
      "description": ""
    },
    "latin": "Aretia vitaliana",
    "family": "Primulaceae",
    "genus": "Aretia"
  },
  {
    "english": {
      "name": "Botrychium lunaria",
      "description": "Botrychium lunaria is a species of fern in the family Ophioglossaceae known by the common name moonwort or common moonwort. It is the most widely distributed moonwort, growing throughout the Northern Hemisphere across Eurasia and from Alaska to Greenland, as well as temperate parts of the Southern Hemisphere."
    },
    "german": {
      "name": "Echte Mondraute",
      "description": "Die Echte Mondraute ist eine unscheinbare ausdauernde Art der Rautenfarne. Den Namen erhielt sie wegen ihrer mondförmigen Blattfiedern, die nach mittelalterlichem Glauben bei Mondschein leuchten sollen."
    },
    "french": {
      "name": "Botrychium lunaria",
      "description": "Le botryche lunaire est une petite fougère vivace de la famille des Ophioglossaceae et du genre Botrychium. Principalement montagnarde, cette espèce affectionne essentiellement les pelouses rases sur terrain siliceux et est présente dans les régions tempérées et froides des deux hémisphères."
    },
    "latin": "Botrychium lunaria",
    "family": "Ophioglossaceae",
    "genus": "Botrychium"
  },
  {
    "english": {
      "name": "Acinos alpinus",
      "description": "Clinopodium alpinum, the rock thyme, is a perennial plant of the family Lamiaceae. Subspecies of rock thyme include: C. alpinum meriodionale, with smaller flowers; and C. alpinum majoranifolium, which grows in smaller bunches."
    },
    "german": {
      "name": "Alpen-Steinquendel",
      "description": "Der Alpen-Steinquendel, auch Stein-Bergminze genannt, ist eine Pflanzenart aus der Gattung Steinquendel (Acinos) innerhalb der Familie der Lippenblütler (Lamiaceae)."
    },
    "french": {
      "name": "Calament des Alpes",
      "description": "Le Calament des Alpes ou Sarriette des Alpes est une espèce de plantes à fleurs de la famille des Lamiacées. C'est une plante herbacée vivace trouvée en Europe, en Afrique du Nord et en Turquie."
    },
    "latin": "Acinos alpinus",
    "family": "Lamiaceae",
    "genus": "Acinos"
  },
  {
    "english": {
      "name": "Carex atrata",
      "description": "Carex atrata, called black alpine sedge, is a widespread species of flowering plant in the genus Carex, native to Greenland, Iceland, and most of Europe, plus scattered locations across temperate Asia, including Anatolia, Siberia and the Himalaya, as far as Taiwan and Japan. Its chromosome number is 2n=52, with some variants reported, e.g. n2=54 for Greenland material."
    },
    "german": {
      "name": "Trauer-Segge",
      "description": "Die Trauer-Segge ist eine Pflanzenart aus der Gattung der Seggen (Carex) innerhalb der Familie der Sauergräser (Cyperaceae)."
    },
    "french": {
      "name": "Carex atrata",
      "description": "Carex atrata est une espèce de plantes du genre Carex et de la famille des Cyperaceae."
    },
    "latin": "Carex atrata",
    "family": "Cyperaceae",
    "genus": "Carex"
  },
  {
    "english": {
      "name": "Carex capillaris",
      "description": "Carex capillaris, the hair-like sedge, is a species of sedge found in North America and northern Eurasia including Greenland."
    },
    "german": {
      "name": "Haarstielige Segge",
      "description": "Die Haarstielige Segge, auch Haarstiel-Segge genannt, ist eine Pflanzenart aus der Gattung Seggen (Carex) innerhalb der Familie der Sauergrasgewächse (Cyperaceae). Sie ist zirkumpolar auf der Nordhalbkugel verbreitet."
    },
    "french": {
      "name": "Carex capillaris",
      "description": "Le Carex capillaire ou laîche capillaire est une espèce de plantes du genre Carex et de la famille des Cyperaceae."
    },
    "latin": "Carex capillaris",
    "family": "Cyperaceae",
    "genus": "Carex"
  },
  {
    "english": {
      "name": "Carex curvula",
      "description": "Carex curvula, the Alpine sedge, is a species of flowering plant in the genus Carex, native to the Pyrenees, the Alps, the Carpathians, and the mountains of the Balkans. It has gone extinct in Germany."
    },
    "german": {
      "name": "Krumm-Segge",
      "description": "Die Krumm-Segge ist eine Pflanzenart aus der Gattung Seggen (Carex) innerhalb der Familie der Sauergrasgewächse (Cyperaceae). Sie ist in den alpinen Rasen über saurem Gestein bestandsbildend."
    },
    "french": {
      "name": "Carex curvula",
      "description": ""
    },
    "latin": "Carex curvula",
    "family": "Cyperaceae",
    "genus": "Carex"
  },
  {
    "english": {
      "name": "Carex firma",
      "description": "Carex firma is a species of sedge that grows in the mountains of southern and central Europe."
    },
    "german": {
      "name": "Polster-Segge",
      "description": "Die Polster-Segge ist eine in den alpinen Rasen über kalkhaltigem Gestein bestandsbildende Pflanzenart aus der Familie der Sauergrasgewächse (Cyperaceae). Bei der Polster-Segge handelt es sich um eine kälte- und windharte Pionierpflanze."
    },
    "french": {
      "name": "Carex firma",
      "description": "Carex firma, la laîche ferme, est une espèce de plantes monocotylédones de la famille des Cyperaceae, originaire d'Europe."
    },
    "latin": "Carex firma",
    "family": "Cyperaceae",
    "genus": "Carex"
  },
  {
    "english": {
      "name": "Coeloglossum viride",
      "description": "Dactylorhiza viridis, the frog orchid, is a species of flowering plant in the orchid family Orchidaceae. It has also been treated as the only species Coeloglossum viride of the monotypic genus Coeloglossum."
    },
    "german": {
      "name": "Coeloglossum viride",
      "description": "Die Grüne Hohlzunge ist eine Pflanzenart aus der Familie der Orchideen (Orchidaceae). Sie zählt neben der Weißen Höswurz und dem Holunder-Knabenkraut zu den typischen Orchideen der Bergwiesen."
    },
    "french": {
      "name": "Coeloglossum viride",
      "description": "L'Orchis grenouille, Dactylorhiza viridis, est une espèce de plantes à fleurs de la famille des Orchidaceae. C'est une petite orchidée terrestre d'Europe, de Sibérie et d'Amérique du Nord."
    },
    "latin": "Coeloglossum viride",
    "family": "Orchidaceae",
    "genus": "Coeloglossum"
  },
  {
    "english": {
      "name": "Cortusa matthioli",
      "description": "Primula matthioli, synonym Cortusa matthioli, sometimes called alpine bells, is a flowering plant with a wide distribution in the Palearctic, both in Europe and in temperate Asia, from Siberia in the north to Afghanistan, Pakistan and China in the south."
    },
    "german": {
      "name": "Alpenheilglöckchen",
      "description": "Das Alpenheilglöckchen, auch Matthioli-Primel oder Heilglöckel genannt, ist eine Pflanzenart aus der Gattung Primula innerhalb der Familie der Primelgewächse (Primulaceae). Der Trivialname „Heilglöckel“ nimmt auf die nach Honig duftenden Blätter Bezug, denen früher eine Heilwirkung bei Wunden und Nervosität zugeschrieben wurde."
    },
    "french": {
      "name": "Primula matthioli",
      "description": "Primula matthioli, la Primevère de Matthiole ou Cortuse de Matthiole, est une espèce de plantes à fleurs de la famille des Primulacées."
    },
    "latin": "Cortusa matthioli",
    "family": "Primulaceae",
    "genus": "Cortusa"
  },
  {
    "english": {
      "name": "Cyclamen europaeum",
      "description": "Cyclamen europaeum is a scientific name that has been applied to three species:"
    },
    "german": {
      "name": "Cyclamen europaeum",
      "description": "Das Europäische Alpenveilchen, auch Wildes Alpenveilchen, Zyklame, Erdscheibe oder Erdbrot sowie kurz Alpenveilchen genannt, ist eine Pflanzenart aus der Gattung der Alpenveilchen (Cyclamen)."
    },
    "french": {
      "name": "Cyclamen europaeum",
      "description": "Cyclamen purpurascens Mill., le Cyclamen pourpre ou Cyclamen d'Europe, est une espèce de plantes à fleurs de la famille des Primulacées, originaire des forêts des versants calcaires des montagnes continentales d'Europe centrale et méridionale. Il est aussi parfois nommé marron-de-cochon ou pain-de-pourceau, par allusion à son tubercule brun."
    },
    "latin": "Cyclamen europaeum",
    "family": "Primulaceae",
    "genus": "Cyclamen"
  },
  {
    "english": {
      "name": "Cystopteris alpina",
      "description": "Cystopteris alpina is a fern in the family Cystopteridaceae. It is closely related to C. fragilis and has been treated as conspecific with that species by many authors."
    },
    "german": {
      "name": "Alpen-Blasenfarn",
      "description": "Der Alpen-Blasenfarn ist ein in Mitteleuropa zerstreut in den Alpen vorkommender Vertreter der Wimperfarngewächse (Woodsiaceae). Nach Euro+Med ist er als eine Unterart Cystopteris fragilis subsp. alpina (Lam.) Hartm. von Cystopteris fragilis anzusehen."
    },
    "french": {
      "name": "Cystopteris alpina",
      "description": "Cystopteris alpina est une espèce de fougères de la famille des Dryopteridaceae et du genre Cystopteris."
    },
    "latin": "Cystopteris alpina",
    "family": "Cystopteridaceae",
    "genus": "Cystopteris"
  },
  {
    "english": {
      "name": "Daphne blagayana",
      "description": "Daphne blagayana is a species of flowering plant in the genus Daphne. It was discovered in 1837 near Polhov Gradec by Heinrich Freyer and named after the botanist Rihard Blagaj."
    },
    "german": {
      "name": "Königs-Seidelbast",
      "description": "Der Königs-Seidelbast ist eine Pflanzenart aus der Gattung Seidelbast (Daphne) innerhalb der Familie der Seidelbastgewächse (Thymelaeaceae)."
    },
    "french": {
      "name": "Daphne blagayana",
      "description": "Daphne blagayana est une espèce de plante appartenant à la famille des Thymelaeaceae. On la rencontre en Albanie, en Bulgarie, dans les pays de l'ex-Yougoslavie, en Grèce et en Roumanie."
    },
    "latin": "Daphne blagayana",
    "family": "Thymelaeaceae",
    "genus": "Daphne"
  },
  {
    "english": {
      "name": "Daphne petraea",
      "description": "Daphne petraea is a shrub, of the family Thymelaeaceae. It is endemic to Italy."
    },
    "german": {
      "name": "Felsen-Seidelbast",
      "description": "Der Felsen-Seidelbast ist eine Pflanzenart aus der Gattung Seidelbast (Daphne) innerhalb der Familie der Seidelbastgewächse (Thymelaeaceae). Dieser Endemit der Südalpen kommt nur im Gardaseegebiet und dessen Umgebung vor."
    },
    "french": {
      "name": "Daphne petraea",
      "description": ""
    },
    "latin": "Daphne petraea",
    "family": "Thymelaeaceae",
    "genus": "Daphne"
  },
  {
    "english": {
      "name": "Daphne striata",
      "description": "Daphne striata is a shrub, of the family Thymelaeaceae. It is native to the European Alps and the Dolomites."
    },
    "german": {
      "name": "Gestreifter Seidelbast",
      "description": "Der Gestreifte Seidelbast, auch Alpenflieder, Kahles Steinröschen oder nur Steinröschen genannt, ist eine Pflanzenart aus der Gattung Seidelbast (Daphne) innerhalb der Familie der Seidelbastgewächse (Thymelaeaceae)."
    },
    "french": {
      "name": "Daphné strié",
      "description": "Le Daphné strié est un arbrisseau à feuilles persistantes de la famille des Thyméléacées. Il est très voisin du Daphné camélée mais s'en distingue par une absence de pilosité et par des feuilles plus longues et plus étroites."
    },
    "latin": "Daphne striata",
    "family": "Thymelaeaceae",
    "genus": "Daphne"
  },
  {
    "english": {
      "name": "Dracocephalum ruyschiana",
      "description": "Dracocephalum ruyschiana is a species of Dracocephalum."
    },
    "german": {
      "name": "Nordischer Drachenkopf",
      "description": "Der Nordische Drachenkopf, auch Berg-Drachenkopf oder Schwedischer Drachenkopf genannt, ist eine Pflanzenart aus der Gattung der Drachenköpfe (Dracocephalum) in der Familie der Lippenblütler (Lamiaceae)."
    },
    "french": {
      "name": "Dracocephalum ruyschiana",
      "description": ""
    },
    "latin": "Dracocephalum ruyschiana",
    "family": "Lamiaceae",
    "genus": "Dracocephalum"
  },
  {
    "english": {
      "name": "Empetrum nigrum",
      "description": "Empetrum nigrum, the crowberry, black crowberry, mossberry, rockberry, or, in western Alaska, Labrador, etc., blackberry, is a flowering plant species in the heather family Ericaceae with a near circumboreal distribution in the Northern Hemisphere."
    },
    "german": {
      "name": "Schwarze Krähenbeere",
      "description": "Die Schwarze Krähenbeere ist eine Pflanzenart aus der Gattung der Krähenbeeren (Empetrum) in der Familie der Heidekrautgewächse (Ericaceae). Standorte der Krähenbeere sind Sandheiden, Moorheiden, Hochmoorränder."
    },
    "french": {
      "name": "Empetrum nigrum",
      "description": "La Camarine noire est une espèce de plantes à fleurs de la famille des Éricacées."
    },
    "latin": "Empetrum nigrum",
    "family": "Ericaceae",
    "genus": "Empetrum"
  },
  {
    "english": {
      "name": "Eriophorum scheuchzeri",
      "description": "Eriophorum scheuchzeri is a species of flowering plant in the sedge family known by the common names Scheuchzer's cottongrass and white cottongrass. It has an arctic circumpolar and circumboreal distribution in the Northern Hemisphere."
    },
    "german": {
      "name": "Scheuchzers Wollgras",
      "description": "Das Scheuchzers Wollgras, auch Alpen-Wollgras genannt, ist eine Pflanzenart, aus der Gattung Wollgräser (Eriophorum) innerhalb der Familie der Sauergrasgewächse (Cyperaceae). Es trägt mit seinen weit bis in das Wasser vordringenden langen Ausläufern wesentlich zur Verlandung alpiner Gewässer bei."
    },
    "french": {
      "name": "Linaigrette de Scheuchzer",
      "description": "La Linaigrette de Scheuchzer est une plante herbacée vivace de la famille des Cyperaceae."
    },
    "latin": "Eriophorum scheuchzeri",
    "family": "Cyperaceae",
    "genus": "Eriophorum"
  },
  {
    "english": {
      "name": "Festuca pumila",
      "description": "Festuca ovina, sheep's fescue or sheep fescue, is a species of grass. It is sometimes confused with hard fescue."
    },
    "german": {
      "name": "Festuca pumila",
      "description": ""
    },
    "french": {
      "name": "Festuca pumila",
      "description": ""
    },
    "latin": "Festuca pumila",
    "family": "Poaceae",
    "genus": "Festuca"
  },
  {
    "english": {
      "name": "Globularia nudicaulis",
      "description": ""
    },
    "german": {
      "name": "Nacktstängelige Kugelblume",
      "description": "Die Nacktstängelige Kugelblume ist eine Pflanzenart, die zur Gattung Kugelblumen (Globularia) in der Familie der Wegerichgewächse (Plantaginaceae) gehört."
    },
    "french": {
      "name": "Globularia nudicaulis",
      "description": "Globularia nudicaulis, La globulaire à tiges nues, est une espèce de plantes à fleurs de la famille des Globulariaceae selon la classification classique de Cronquist (1981), actuellement à la famille des Plantaginaceae selon la classification phylogénétique APG III (2009). C'est une plante herbacée vivace originaire des montagnes d'Europe."
    },
    "latin": "Globularia nudicaulis",
    "family": "Plantaginaceae",
    "genus": "Globularia"
  },
  {
    "english": {
      "name": "Gymnadenia conopsea",
      "description": "Gymnadenia conopsea, commonly known as the fragrant orchid or chalk fragrant orchid, is a herbaceous plant of the family Orchidaceae native to northern Europe."
    },
    "german": {
      "name": "Mücken-Händelwurz",
      "description": "Die Mücken-Händelwurz, auch Langsporn-Händelwurz, Fliegen-Händelwurz oder Große Händelwurz genannt, ist eine Pflanzenart, die zur Gattung Händelwurzen (Gymnadenia) innerhalb der Familie der Orchideen (Orchidaceae) gehört. In Teilen ihres Verbreitungsgebietes steht die Mücken-Händelwurz unter Naturschutz."
    },
    "french": {
      "name": "Orchis moucheron",
      "description": "L’Orchis moucheron, Orchis moustique ou Gymnadénie moucheron est une espèce de plantes à fleurs de la famille des Orchidaceae. C'est une plante terrestre européenne et asiatique."
    },
    "latin": "Gymnadenia conopsea",
    "family": "Orchidaceae",
    "genus": "Gymnadenia"
  },
  {
    "english": {
      "name": "Juncus alpinoarticulatus",
      "description": "Juncus alpinoarticulatus, called the northern green rush and the alpine rush, is a species of flowering plant in the genus Juncus, with a circumboreal distribution. It prefers wet sandy soils, peat bogs, acidic fens, and ditches."
    },
    "german": {
      "name": "Alpen-Binse",
      "description": "Die Alpen-Binse, auch Gebirgs-Binse genannt, ist eine Pflanzenart aus der Gattung der Binsen (Juncus) innerhalb der Familie der Binsengewächse (Juncaceae)."
    },
    "french": {
      "name": "Juncus alpinoarticulatus",
      "description": "Juncus alpinoarticulatus est une espèce de la famille des Juncaceae."
    },
    "latin": "Juncus alpinoarticulatus",
    "family": "Juncaceae",
    "genus": "Juncus"
  },
  {
    "english": {
      "name": "Juncus triglumis",
      "description": "Juncus triglumis, called the three-flowered rush, is a species of flowering plant in the genus Juncus, native to the subarctic and subalpine Northern Hemisphere. It is typically found in calcareous tundra habitats and arcto-alpine fens."
    },
    "german": {
      "name": "Dreiblütige Binse",
      "description": "Die Dreiblütige Binse ist seit 2023 eine Pflanzenart aus der Gattung Alpinojuncus innerhalb der Familie der Binsengewächse (Juncaceae). Sie ist ein arktisch-alpines Florenelement."
    },
    "french": {
      "name": "Juncus triglumis",
      "description": ""
    },
    "latin": "Juncus triglumis",
    "family": "Juncaceae",
    "genus": "Juncus"
  },
  {
    "english": {
      "name": "Kobresia caricina",
      "description": ""
    },
    "german": {
      "name": "Kobresia caricina",
      "description": ""
    },
    "french": {
      "name": "Kobresia caricina",
      "description": ""
    },
    "latin": "Kobresia caricina",
    "family": "Cyperaceae",
    "genus": "Kobresia"
  },
  {
    "english": {
      "name": "Koeleria hirsuta",
      "description": ""
    },
    "german": {
      "name": "Koeleria hirsuta",
      "description": ""
    },
    "french": {
      "name": "Koeleria hirsuta",
      "description": ""
    },
    "latin": "Koeleria hirsuta",
    "family": "Poaceae",
    "genus": "Koeleria"
  },
  {
    "english": {
      "name": "Lilium martagon",
      "description": "Lilium martagon, the martagon lily or Turk's cap lily, is a Eurasian species of lily. It has a widespread native region extending from Portugal east through Europe and Asia as far east as Mongolia."
    },
    "german": {
      "name": "Türkenbund",
      "description": "Der Türkenbund, auch Türkenbund-Lilie, ist eine Pflanzenart aus der Gattung der Lilien (Lilium) in der nach ihr benannten Martagon-Sektion. Durch ihre auffällig geformten Blüten und große Wuchshöhe gilt sie als eine der stattlichsten in Europa heimischen Lilien."
    },
    "french": {
      "name": "Lis martagon",
      "description": "Le Lis martagon, ou Lys martagon, est une espèce de plantes à fleurs de la famille des Liliacées."
    },
    "latin": "Lilium martagon",
    "family": "Liliaceae",
    "genus": "Lilium"
  },
  {
    "english": {
      "name": "Lloydia serotina",
      "description": "Gagea serotina, synonym Lloydia serotina, is an Arctic–alpine flowering plant of the lily family. It is widespread across the mountainous parts of western North America, from Alaska to New Mexico, and in Europe is found in the Alps, the Carpathians and the mountains of Bulgaria, as well as in Great Britain."
    },
    "german": {
      "name": "Lloydia serotina",
      "description": "Die Späte Faltenlilie ist eine Pflanzenart aus der Gattung Gelbsterne (Gagea) innerhalb der Familie der Liliengewächse (Liliaceae). Sie ist auf der Nordhalbkugel in der Holarktis in Hochgebirgen und in arktischen Regionen in Eurasien und Nordamerika weitverbreitet."
    },
    "french": {
      "name": "Lloydia serotina",
      "description": "La Lloydie tardive est une espèce de plantes vivaces de la famille des Liliacées."
    },
    "latin": "Lloydia serotina",
    "family": "Liliaceae",
    "genus": "Lloydia"
  },
  {
    "english": {
      "name": "Luzula alpinopilosa",
      "description": "Luzula alpinopilosa, the alpine woodrush, is a species of rush in the Juncaceae family native to Europe."
    },
    "german": {
      "name": "Braune Hainsimse",
      "description": "Die Braune Hainsimse ist eine Pflanzenart aus der Gattung Hainsimsen (Luzula) innerhalb der Familie der Binsengewächse (Juncaceae)."
    },
    "french": {
      "name": "Luzula alpinopilosa",
      "description": "Luzula alpinopilosa, la Luzule poilue des Alpes, est une espèce de la famille des Juncaceae."
    },
    "latin": "Luzula alpinopilosa",
    "family": "Juncaceae",
    "genus": "Luzula"
  },
  {
    "english": {
      "name": "Luzula spicata",
      "description": "Luzula spicata is a species of flowering plant in the rush family known by the common name spiked woodrush. It has a circumpolar distribution, occurring throughout the northern Hemisphere in Europe, Asia, and North America."
    },
    "german": {
      "name": "Luzula spicata",
      "description": ""
    },
    "french": {
      "name": "Luzula spicata",
      "description": "Luzula spicata, la Luzule en épi ou Luzule changeante, est une espèce de plantes vivaces de la famille des Juncaceae."
    },
    "latin": "Luzula spicata",
    "family": "Juncaceae",
    "genus": "Luzula"
  },
  {
    "english": {
      "name": "Diphasiastrum alpinum",
      "description": "Diphasiastrum alpinum, the alpine clubmoss, is a species of clubmoss. This plant is a glaucous scale-leaved perennial pteridophyte."
    },
    "german": {
      "name": "Alpen-Flachbärlapp",
      "description": ""
    },
    "french": {
      "name": "Diphasiastrum alpinum",
      "description": "Le Lycopode des Alpes est une espèce de plantes de la famille des Lycopodiaceae."
    },
    "latin": "Diphasiastrum alpinum",
    "family": "Lycopodiaceae",
    "genus": "Diphasiastrum"
  },
  {
    "english": {
      "name": "Huperzia selago",
      "description": "Huperzia selago, the northern firmoss or fir clubmoss, is a vascular plant in the family Lycopodiaceae. It is small-ish, sturdy, stiff and upright and densely scale-leaved."
    },
    "german": {
      "name": "Tannenbärlapp",
      "description": "Der Tannenbärlapp, auch Teufelsklaue oder Tannen-Teufelsklaue genannt, ist eine Pflanzenart aus der Gattung Huperzia innerhalb der Familie der Bärlappgewächse (Lycopodiaceae)."
    },
    "french": {
      "name": "Huperzia selago",
      "description": "Huperzia selago est une espèce de lycopodes de la sous-famille des Huperzioideae. On la retrouve en Europe, en Amérique du Nord ainsi qu'au Japon."
    },
    "latin": "Huperzia selago",
    "family": "Lycopodiaceae",
    "genus": "Huperzia"
  },
  {
    "english": {
      "name": "Nardus stricta",
      "description": "Nardus is a genus of plants belonging to the grass family, containing the single species Nardus stricta, known as matgrass. It is placed in its own tribe Nardeae within the subfamily Pooideae."
    },
    "german": {
      "name": "Borstgras",
      "description": "Borstgras, auch Hirschhaar, Bürstling, Fachs und Narde genannt, ist die einzige Art der einzigen Gattung Nardus der Tribus Nardeae innerhalb der Pflanzenfamilie der Süßgräser (Poaceae). Es ist in Eurasien weitverbreitet."
    },
    "french": {
      "name": "Nardus stricta",
      "description": "Nardus stricta, le nard raide, est une espèce de plantes herbacées de la famille des Poaceae (Graminées). C'est la seule espèce actuellement acceptée du genre Nardus."
    },
    "latin": "Nardus stricta",
    "family": "Poaceae",
    "genus": "Nardus"
  },
  {
    "english": {
      "name": "Oxyria digyna",
      "description": "Oxyria digyna is a species of flowering plant in the buckwheat family (Polygonaceae). It is native to arctic regions and mountainous parts of the Northern Hemisphere."
    },
    "german": {
      "name": "Alpen-Säuerling",
      "description": "Der Alpen-Säuerling, auch einfach nur Säuerling genannt, ist eine Pflanzenart aus der Gattung der Säuerlinge (Oxyria) innerhalb der Familie der Knöterichgewächse (Polygonaceae)."
    },
    "french": {
      "name": "Oxyria digyna",
      "description": "L’Oxyrie à deux stigmates ou Oxyria à deux styles est une espèce de plantes herbacées vivaces de la famille des Polygonaceae. Elle est relativement abondante dans la toundra arctique mais se trouve aussi dans les zones alpines de l'hémisphère nord."
    },
    "latin": "Oxyria digyna",
    "family": "Polygonaceae",
    "genus": "Oxyria"
  },
  {
    "english": {
      "name": "Paradisea liliastrum",
      "description": "Paradisea liliastrum is a species of flowering plant in the family Asparagaceae. It is native to the Alps, the Pyrenees and the Apennines."
    },
    "german": {
      "name": "Weiße Trichterlilie",
      "description": "Die Weiße Trichterlilie, auch Weiße Paradieslilie oder Alpen-Paradieslilie genannt, ist eine Pflanzenart aus der Gattung Paradieslilien (Paradisea) in der Unterfamilie der Agavengewächse (Agavoideae)."
    },
    "french": {
      "name": "Lis de saint Bruno",
      "description": "Le Lis de saint Bruno, également appelé Lis des Allobroges ou Lis des Alpes, est une espèce de plantes vivaces de la famille des Xanthorrhoeacées selon la classification phylogénétique APG III (2009). Elle semble être le seul représentant du genre Paradisea présent sur le territoire français."
    },
    "latin": "Paradisea liliastrum",
    "family": "Asparagaceae",
    "genus": "Paradisea"
  },
  {
    "english": {
      "name": "Pinus montana",
      "description": "Pinus montana can refer to:Pinus montana Hoffm., a synonym of Pinus sylvestris var. sylvestris, the main variety of Scots pine\nPinus montana Lam., a synonym of Pinus cembra L. Pinus montana Mill., a synonym of Pinus mugo Turra\nPinus montana Salisb., a synonym of Pinus cembra L."
    },
    "german": {
      "name": "Pinus montana",
      "description": "Die Bergkiefer ist eine vielgestaltige Pflanzenart aus der Gattung der Kiefern (Pinus) innerhalb der Familie der Kieferngewächse (Pinaceae)."
    },
    "french": {
      "name": "Pinus montana",
      "description": ""
    },
    "latin": "Pinus montana",
    "family": "Pinaceae",
    "genus": "Pinus"
  },
  {
    "english": {
      "name": "Plantago alpina",
      "description": ""
    },
    "german": {
      "name": "Plantago alpina",
      "description": "Der Strand-Wegerich ist eine Pflanzenart aus der Gattung der Wegeriche (Plantago) innerhalb der Familie der Wegerichgewächse (Plantaginaceae). Er kommt hauptsächlich auf der Nordhalbkugel an salzhaltigen Stellen vor."
    },
    "french": {
      "name": "Plantago alpina",
      "description": "Plantago alpina, le plantain des Alpes, est une espèce de plantes à fleurs de la famille des Plantaginacées. C'est une plante herbacée vivace originaire d'Europe."
    },
    "latin": "Plantago alpina",
    "family": "Plantaginaceae",
    "genus": "Plantago"
  },
  {
    "english": {
      "name": "Poa alpina",
      "description": "Poa alpina, commonly known as alpine meadow-grass or alpine bluegrass, is a species of grass with a primarily holarctic distribution."
    },
    "german": {
      "name": "Alpen-Rispengras",
      "description": "Das Alpen-Rispengras, in der Schweiz auch Romeie genannt, ist eine Pflanzenart aus der Gattung der Rispengräser (Poa) innerhalb der Familie der Süßgräser (Poaceae). Sie ist zirkumpolar in Eurasien und Nordamerika verbreitet."
    },
    "french": {
      "name": "Poa alpina",
      "description": "Le pâturin des Alpes est une petite plante herbacée vivace de la famille des Poaceae. Sa présence est circumpolaire en Eurasie et en Amérique du Nord."
    },
    "latin": "Poa alpina",
    "family": "Poaceae",
    "genus": "Poa"
  },
  {
    "english": {
      "name": "Poa cenisia",
      "description": ""
    },
    "german": {
      "name": "Poa cenisia",
      "description": ""
    },
    "french": {
      "name": "Poa cenisia",
      "description": "Poa cenisia est une espèce de plantes de montagne de la famille des Poaceae."
    },
    "latin": "Poa cenisia",
    "family": "Poaceae",
    "genus": "Poa"
  },
  {
    "english": {
      "name": "Polygonum viviparum",
      "description": "Bistorta vivipara is a perennial herbaceous flowering plant in the knotweed and buckwheat family Polygonaceae, commonly known as alpine bistort. Scientific synonyms include Bistorta vivipara and Polygonum viviparum."
    },
    "german": {
      "name": "Polygonum viviparum",
      "description": "Der Knöllchen-Knöterich gehört zur Gattung der Wiesenknöteriche (Bistorta). In Österreich wird diese Art auch als Lebendgebärender Knöterich oder Otterwurz bezeichnet."
    },
    "french": {
      "name": "Polygonum viviparum",
      "description": "La Renouée vivipare est une espèce de plantes à fleurs de la famille des Polygonaceae. C'est une plante herbacée pérenne trouvée en Arctique et en zones de montagne."
    },
    "latin": "Polygonum viviparum",
    "family": "Polygonaceae",
    "genus": "Polygonum"
  },
  {
    "english": {
      "name": "Primula carniolica",
      "description": "Primula carniolica is a flowering plant in the primrose family known by the common name Carniolan primrose. It is endemic to Slovenia."
    },
    "german": {
      "name": "Krainer Primel",
      "description": "Die  Krainer Primel ist eine Pflanzenart aus der Familie der Primelgewächse (Primulaceae). Sie ist in Slowenien endemisch."
    },
    "french": {
      "name": "Primula carniolica",
      "description": ""
    },
    "latin": "Primula carniolica",
    "family": "Primulaceae",
    "genus": "Primula"
  },
  {
    "english": {
      "name": "Primula farinosa",
      "description": "Primula farinosa, the bird's-eye primrose, is a small perennial plant in the family Primulaceae, native to Northern Europe and further south at high altitudes in the mountains of southern Europe. It is also widespread in northern and central Asia."
    },
    "german": {
      "name": "Mehlprimel",
      "description": "Die Mehlprimel oder Mehlige Schlüsselblume gehört zur Gattung der Primeln (Primula) und zur Familie der Primelgewächse (Primulaceae). Der Name Mehlprimel kommt vom weißen Belag der Blattunterseiten."
    },
    "french": {
      "name": "Primula farinosa",
      "description": "Primula farinosa est une espèce montagnarde de plantes à fleurs de la famille des Primulacées."
    },
    "latin": "Primula farinosa",
    "family": "Primulaceae",
    "genus": "Primula"
  },
  {
    "english": {
      "name": "Primula glutinosa",
      "description": "Primula glutinosa, also known as the sticky primrose, is a species of flowering plant within the family Primulaceae."
    },
    "german": {
      "name": "Klebrige Primel",
      "description": "Die Klebrige Primel ist eine Pflanzenart, die zur Gattung der Primeln (Primula) gehört. Weitere Trivialnamen sind Blauer Speik wie auch Roter Speik."
    },
    "french": {
      "name": "Primevère glutineuse",
      "description": "La Primevère glutineuse est une espèce de plantes à fleurs de la famille des Primulacées."
    },
    "latin": "Primula glutinosa",
    "family": "Primulaceae",
    "genus": "Primula"
  },
  {
    "english": {
      "name": "Primula hirsuta",
      "description": ""
    },
    "german": {
      "name": "Behaarte Primel",
      "description": "Die Pflanzenart Behaarte Primel, auch Behaarte Schlüsselblume oder Rote Felsen-Primel genannt, gehört zur Gattung der Primeln (Primula) und zur Familie der Primelgewächse (Primulaceae). Weitere Trivialnamen sind Drüsenhaar-Primel, Drüsige Primel und Roter Speik."
    },
    "french": {
      "name": "Primula hirsuta",
      "description": "La Primevère hérissée ou Primevère hirsute est une espèce de plantes à fleurs de la famille des Primulacées."
    },
    "latin": "Primula hirsuta",
    "family": "Primulaceae",
    "genus": "Primula"
  },
  {
    "english": {
      "name": "Primula minima",
      "description": "Primula minima, the fairy primrose, is a species of flowering plant in the family Primulaceae, native to the eastern Alps, Carpathians, and Balkan mountain ranges. Although it is a high-elevation species, it relies more than expected on seed dispersal than clonal propagation."
    },
    "german": {
      "name": "Zwerg-Primel",
      "description": "Die Zwerg-Primel gehört zur Gattung der Primeln (Primula) innerhalb der Familie der Primelgewächse (Primulaceae). Die Bergbauern im Riesengebirge nannten sie auch „Hab mich lieb“ / „Habmichlieb“."
    },
    "french": {
      "name": "Primula minima",
      "description": "Primula minima est une espèce de plantes à fleurs de la famille des Primulacées."
    },
    "latin": "Primula minima",
    "family": "Primulaceae",
    "genus": "Primula"
  },
  {
    "english": {
      "name": "Primula spectabilis",
      "description": ""
    },
    "german": {
      "name": "Pracht-Primel",
      "description": "Die Pracht-Primel ist eine Pflanzenart, die zur Gattung der Primeln (Primula) und zur Familie der Primelgewächse (Primulaceae) gehört."
    },
    "french": {
      "name": "Primula spectabilis",
      "description": ""
    },
    "latin": "Primula spectabilis",
    "family": "Primulaceae",
    "genus": "Primula"
  },
  {
    "english": {
      "name": "Rumex alpinus",
      "description": "Rumex alpinus, common name monk's-rhubarb, Munk's rhubarb or Alpine dock, is a leafy perennial herb in the family Polygonaceae. It is native to upland areas of Europe and Western Asia."
    },
    "german": {
      "name": "Alpen-Ampfer",
      "description": "Der Alpen-Ampfer ist eine Pflanzenart aus der Gattung Ampfer (Rumex) innerhalb der Familie der Knöterichgewächse (Polygonaceae)."
    },
    "french": {
      "name": "Oseille des Alpes",
      "description": "L’Oseille des Alpes est une plante herbacée de la famille des Polygonaceae. Orophyte héliophile, elle pousse dans les montagnes et massifs d'Europe méridionale."
    },
    "latin": "Rumex alpinus",
    "family": "Polygonaceae",
    "genus": "Rumex"
  },
  {
    "english": {
      "name": "Rumex nivalis",
      "description": "Rumex nivalis, commonly called snow dock, is a species of flowering plant in the knotweed family. It is endemic to Europe, where it grows mainly in snowbeds."
    },
    "german": {
      "name": "Schnee-Ampfer",
      "description": "Der Schnee-Ampfer oder Schnee-Sauerampfer ist eine Pflanzenart aus der Gattung Ampfer (Rumex) innerhalb der Familie der Knöterichgewächse (Polygonaceae)."
    },
    "french": {
      "name": "Rumex nivalis",
      "description": ""
    },
    "latin": "Rumex nivalis",
    "family": "Polygonaceae",
    "genus": "Rumex"
  },
  {
    "english": {
      "name": "Rumex scutatus",
      "description": "Rumex scutatus is a plant in the buckwheat family, used as a culinary herb. Its common names include French sorrel, buckler sorrel, shield-leaf sorrel, and sometimes the culinary name \"green-sauce\"."
    },
    "german": {
      "name": "Schild-Ampfer",
      "description": "Der Schild-Ampfer ist eine Pflanzenart aus der Familie der Knöterichgewächse (Polygonaceae)."
    },
    "french": {
      "name": "Rumex scutatus",
      "description": "Rumex scutatus, l'Oseille ronde ou Oseille en écusson, est une plante herbacée vivace de la famille des Polygonacées."
    },
    "latin": "Rumex scutatus",
    "family": "Polygonaceae",
    "genus": "Rumex"
  },
  {
    "english": {
      "name": "Salix helvetica",
      "description": "Salix helvetica, the Swiss willow, is a scrubby willow species found in the Alps and the Tatras portion of the western Carpathians. It is a naturally dwarf, erect shrub, growing to 50 cm (20 in) tall and broad, with silvery undersides on the leaves, and silvery catkins appearing with the leaves."
    },
    "german": {
      "name": "Schweizer Weide",
      "description": "Die Schweizer Weide ist eine Pflanzenart in der Gattung der Weiden (Salix) innerhalb der Familie der Weidengewächse (Salicaceae). Sie wächst als kleiner Strauch und gilt als eine der verbreitetsten Weidenarten der Schweizer Zentralalpen."
    },
    "french": {
      "name": "Saule de Suisse",
      "description": "Le saule de Suisse est une espèce de saule, plante à fleurs de la famille des Salicacées. C'est un petit arbrisseau qui compte parmi les espèces de saules les plus répandues dans les Alpes suisses."
    },
    "latin": "Salix helvetica",
    "family": "Salicaceae",
    "genus": "Salix"
  },
  {
    "english": {
      "name": "Salix herbacea",
      "description": "Salix herbacea, the dwarf willow, least willow or snowbed willow, is a species of tiny creeping willow adapted to survive in harsh arctic and subarctic environments. Distributed widely in alpine and arctic environments around the North Atlantic Ocean, it is one of the smallest woody plants."
    },
    "german": {
      "name": "Kraut-Weide",
      "description": "Die Kraut-Weide ist eine Pflanzenart aus der Gattung der Weiden (Salix) in der Familie der Weidengewächse (Salicaceae)."
    },
    "french": {
      "name": "Salix herbacea",
      "description": "Le saule herbacé est une espèce de plante à fleurs de la famille des Salicaceae. C'est un arbre nain des régions arctiques et montagnardes des écozones paléarctique et néarctique."
    },
    "latin": "Salix herbacea",
    "family": "Salicaceae",
    "genus": "Salix"
  },
  {
    "english": {
      "name": "Salix reticulata",
      "description": "Salix reticulata, the net-leaved willow, or snow willow, is a dwarf willow, native to the colder parts of Europe, North America, and Northern Asia. It is found in the western United States, including the Sierra Nevada and Rocky Mountains."
    },
    "german": {
      "name": "Netz-Weide",
      "description": "Die Netz-Weide oder Netzblättrige Weide ist eine Pflanzenart aus der Gattung der Weiden (Salix)."
    },
    "french": {
      "name": "Saule réticulé",
      "description": "Le Saule réticulé est une espèce de plantes à fleurs de la famille des Salicaceae. C'est un sous-arbrisseau et non un arbre nain comme souvent cité."
    },
    "latin": "Salix reticulata",
    "family": "Salicaceae",
    "genus": "Salix"
  },
  {
    "english": {
      "name": "Salix waldsteiniana",
      "description": "Salix waldsteiniana, the Waldstein willow, is a species of willow native to Europe."
    },
    "german": {
      "name": "Salix waldsteiniana",
      "description": ""
    },
    "french": {
      "name": "Salix waldsteiniana",
      "description": "Salix waldsteiniana, le saule de Waldstein, est une espèce de plantes à fleurs de la famille des Salicaceae. C'est un saule originaire d'Europe."
    },
    "latin": "Salix waldsteiniana",
    "family": "Salicaceae",
    "genus": "Salix"
  },
  {
    "english": {
      "name": "Sesleria caerulea",
      "description": "Sesleria caerulea, the blue moor-grass, is a species of perennial grass in the family Poaceae, native to Europe."
    },
    "german": {
      "name": "Sesleria caerulea",
      "description": "Das Kalk-Blaugras oder Gewöhnliches Blaugras ist eine Pflanzenart aus der Gattung der Blaugräser (Sesleria) innerhalb der Familie der Süßgräser (Poaceae)."
    },
    "french": {
      "name": "Sesleria caerulea",
      "description": "Sesleria caerulea, la Seslérie bleue, est une plante herbacée de la famille des Poacées."
    },
    "latin": "Sesleria caerulea",
    "family": "Poaceae",
    "genus": "Sesleria"
  },
  {
    "english": {
      "name": "Streptopus amplexifolius",
      "description": "Streptopus amplexifolius is a species of flowering plant in the family Liliaceae, native to North America, Europe and Asia."
    },
    "german": {
      "name": "Stängelumfassender Knotenfuß",
      "description": "Der Stängelumfassende Knotenfuß ist eine Art aus der Familie der Liliengewächse (Liliaceae)."
    },
    "french": {
      "name": "Streptopus amplexifolius",
      "description": "Streptopus amplexifolius, le Streptope à feuilles embrassantes encore appelé Sceau-de-Salomon noueux ou Laurier alexandrin des Alpes est une espèce de plantes herbacées vivaces de la famille des Liliaceae."
    },
    "latin": "Streptopus amplexifolius",
    "family": "Liliaceae",
    "genus": "Streptopus"
  },
  {
    "english": {
      "name": "Veratrum lobelianum",
      "description": "Veratrum lobelianum is a species of flowering plant belonging to the family Melanthiaceae."
    },
    "german": {
      "name": "Veratrum lobelianum",
      "description": ""
    },
    "french": {
      "name": "Veratrum lobelianum",
      "description": "Veratrum lobelianum, le Vératre de Lobel, est une espèce de plante herbacée de la famille des Mélanthiacées."
    },
    "latin": "Veratrum lobelianum",
    "family": "Melanthiaceae",
    "genus": "Veratrum"
  },
  {
    "english": {
      "name": "Woodsia alpina",
      "description": "Woodsia alpina, commonly known as alpine woodsia, is a fern found in northern latitudes in North America and Eurasia. Also known as northern woodsia or alpine cliff fern, it is typically found in crevices, scree slopes and cliffs containing slate and calcareous rocks, especially limestone."
    },
    "german": {
      "name": "Alpen-Wimperfarn",
      "description": "Der Alpen-Wimperfarn ist eine Pflanzenart aus der Gattung der Wimperfarne (Woodsia) innerhalb der Familie der Wimperfarngewächse (Woodsiaceae)."
    },
    "french": {
      "name": "Woodsia alpina",
      "description": "Woodsia alpina, la Woodsie des Alpes ou Woodsie alpine, est une espèce de fougères de la famille des Woodsiaceae."
    },
    "latin": "Woodsia alpina",
    "family": "Woodsiaceae",
    "genus": "Woodsia"
  }
]
